Repository: pypi-data/pypi-mirror-41
Catalog: packages/pyspread/pyspread-1.1.3.tar.gz/pyspread-1.1.3/pyspread/po/*.po
Languages: da, fr, nn, uk

source: Resize grid
da: Ændr størrelse på gitter
fr: Redimensionner la grie
nn: Gjer om størrelsa på reknearket
uk: Змінити розміри сітки

source: &View
da: &Vis
nn: &Vis
uk: П&ерегляд

source: Fullscreen
da: Fuldskærm
fr: Plein écran
uk: Повноекранний режим

source: Shows grid in fullscreen mode. Press <F11> to leave.
da: Viser gitter i fuldskærmtilstand. Tryk <F11> for at forlade.
fr: Affiche la grille en mode plein écran. Appuyez sur <F11> pour quitter.
uk: Показує таблицю у повноекранному режимі. Натисніть <F11>, щоб повернутися до нормального режиму.

source: Toolbars
da: Værktøjsbjælker
fr: Barres d'outils
nn: Verktyglinjer
uk: Панелі інструментів

source: Main toolbar
da: Hovedværktøjsbjælke
fr: Bar d'outils principale
nn: Hovudvertyglinje
uk: Головна панель

source: Shows and hides the main toolbar.
da: Viser og skjuler hovedværktøjsbjælken.
fr: Montre ou cache la barre à outils principale.
nn: Viser og skjuler hovudvertyglinja
uk: Показати або приховати головну панель інструментів.

source: Macro toolbar
da: Makrotøjsbjælke
fr: Barre à outils des macros
nn: Makroverktyglinje
uk: Панель макросів

source: Shows and hides the macro toolbar.
da: Viser og skjuler makroværktøjsbjælken.
fr: Montre ou cache la barre à outils des macros
nn: Viser eller skjuler mokroverktyglinja
uk: Показати або приховати головну панель макросів.

source: Widget toolbar
da: Kontrolværktøjsbjælke
fr: Barre à outils des éléments graphiques
uk: Панель віджетів

source: Shows and hides the widget toolbar.
da: Viser og skjuler kontrolværktøjsbjælken.
fr: Montre ou cache la barre à outil des éléments graphiques.
nn: Viser eller skjuler elementverktyglinja
uk: Показати або приховати панель інструментів віджетів.

source: Format toolbar
da: Formatværktøjsbjælke
fr: Barre à outils des formats
nn: Formateringsverktyglinje
uk: Панель форматування

source: Shows and hides the format toolbar.
da: Viser og skjuler formatværktøjsbjælken.
fr: Montre ou cache la barre à outils des formats.
nn: Viser eller skjuler formateringsverktyglinja
uk: Показати або приховати головну панель форматування.

source: Find toolbar
da: Søgværktøjsbjælke
fr: Barre à outils de recherche
nn: Finn verktyglinje
uk: Панель пошуку

source: Shows and hides the find toolbar.
da: Viser og skjuler søgværktøjsbjælken.
fr: Montre ou cache la barre à outils de recherche.
nn: Viser eller skjuler leteverktyglinja
uk: Показати або приховати головну панель пошуку.

source: Entry line
da: Indtastningslinje
fr: Ligne d'entrée
nn: Inntastingsfelt
uk: Рядок введення

source: Shows and hides the entry line.
da: Viser og skjuler indtastningslinjen.
fr: Montre ou cache la ligne d'entrée.
nn: Viser eller skjuler inntastingslinja
uk: Показати або сховати рядок введення.

source: Table list
da: Tabelliste

source: Shows and hides the table selection list.
da: Viser og skjuler tabelmarkeringslisten.

source: Go to cell
da: Gå til celle
fr: Aller à la cellule
nn: Gå til celle
uk: Перейти до комірки

source: Moves the grid to a cell.
da: Flytter gitteret til en celle.
fr: Déplace la grille vers une cellule.
nn: Flyttar til ei celle
uk: Пересуває сітку до комірки.

source: Check spelling
da: Kontroller stavning

source: Turn spell checking on and off.
da: Aktiver/deaktiver stavekontrol.

source: Zoom in
da: Zoom ind
fr: Agrandir
nn: Zoom inn
uk: Збільшити

source: Zoom in grid.
da: Zoom ind på gitter.
fr: Agrandi la grille.
nn: Zoom inn
uk: Збільшити сітку.

source: Zoom out
da: Zoom ud
fr: Réduire
nn: Zoom ut
uk: Зменшити

source: Zoom out grid.
da: Zoom ud på gitter.
fr: Réduit la grille.
nn: Zoom ut
uk: Зменшити сітку.

source: Normal size
da: Normal størrelse
fr: Taille normale
nn: Normal størrelse
uk: Звичайний розмір

source: Show grid in standard zoom.
da: Vis gitter i standardzoom.
fr: Montre la grille à la taille normale.
nn: Standard zoom
uk: Показати сітку за стандартного масштабування.

source: Zoom to fit
da: Tilpas via zoom

source: Zooms the grid to fit the visible window space.
da: Tilpas gitteret til det synlige vinduesrum.

source: Refresh selected cells
da: Opdater valgte celler
fr: Rafraîchir les cellules sélectionnées
nn: Frisk opp valde celler
uk: Оновити вміст позначених комірок

source: Refresh selected cells even when frozen
da: Opdater valgte celler selv når fryst
fr: Rafraîchir les cellules sélectionnées même si figées
nn: Oppdater valde celler sjølv om dei er frosne
uk: Оновити вміст позначених комірок, навіть якщо їх заморожено

source: Toggle periodic updates
da: Slå periodiske opdateringer til/fra
fr: Basculer les mises à jour périodiques
nn: Slå av eller på periodiske oppfriskningar
uk: Увімкнути або вимкнути періодичні оновлення

source: Toggles periodic cell updates for frozen cells
da: Slår periodiske celleopdateringer for frosne celler til/fra
fr: Basculer les mises à jour périodiques des cellules figées
nn: Slår av eller på periodisk oppfrisking av frosne celler
uk: Увімкнути або вимкнути періодичне оновлення вмісту для заморожених комірок.

source: Show Frozen
da: Vis frosne
fr: Montrer figées
nn: Vis frosne
uk: Показувати заморожені

source: Shows which cells are currently frozen in a crosshatch.
da: Viser hvilke celler som er frosne i en krydsskravering.
fr: Met en évidence les cellules qui sont actuellement figées avec des hachures.
nn: Skraver frosne celler
uk: Позначити поточні заморожені комірки штрихуванням.

source: Copy format
da: Kopier format

source: Copy format of selection to the clipboard
da: Kopier format for markering til udklipsholderen

source: Paste format
da: Indsæt format

source: Paste format of selection to the clipboard
da: Indsæt format fra markeringen til udklipsholderen

source: Font...
da: Skrifttype ...
fr: Polices…
nn: Skrifttype...
uk: Шрифт…

source: Launch font dialog.
da: Start dialog for skrifttype.
fr: Afficher la fenêtre de polices.
nn: Last dialogboksen for val av skrifttype.
uk: Відкрити діалогове вікно вибору шрифту.

source: Bold
da: Fed
fr: Gras
nn: Feit skrift
uk: Жирний

source: Toggles bold.
da: Slå fed til/fra.
fr: Inverser la graisse.
nn: Slår av eller på tjukk skrift
uk: Увімкнути або вимкнути напівжирний стиль.

source: Italics
da: Kursiv
fr: Italique
nn: Kursiv
uk: Курсив

source: Toggles italics.
da: Slå kursiv til/fra.
fr: Inverser l'italique.
nn: Slår av eller på kursiv
uk: Увімкнути або вимкнути курсив.

source: Underline
da: Understreg
fr: Souligner
nn: Understrek
uk: Підкреслення

source: Toggles underline.
da: Slå understreg til/fra.
fr: Inverser le souligner.
nn: Slår av eller på understrek
uk: Увімкнути або вимкнути підкреслення.

source: Strikethrough
da: Gennemstreg
fr: Barrer
nn: Gjennomstrek
uk: Перекреслення

source: Toggles strikethrough.
da: Slå gennemstreg til/fra.
fr: Inverser l'état barré.
nn: Slår av eller på gjennomstrek
uk: Увімкнути або вимкнути перекреслення.

source: Text color...
da: Tekstfarve ...
fr: Couleur du texte…
nn: Tekstfarge
uk: Колір тексту…

source: Launch color dialog to specify text color.
da: Start farvedialog for at angive tekstfarve.
fr: Afficher la fenêtre pour spécifier la couleur du texte.
nn: Vel tekstfarge med fargeveljaren
uk: Відкрити діалогове вікно кольорів для визначення кольору тексту.

source: Background color...
da: Baggrundsfarve ...
fr: Couleur de fond…
nn: Bakgrunnsfarge
uk: Колір тла…

source: Launch color dialog to specify background color.
da: Start farvedialog for at angive baggrundsfarve.
fr: Afficher la fenêtre pour spécifier la couleur de fond.
nn: Vel bakgrunnsfarge med fargeveljaren
uk: Відкрити діалогове вікно кольорів для визначення кольору тла.

source: Markup
da: Opmærkning
fr: Marque
uk: Розмітка

source: Show cell result as Pango markup
da: Vis celleresultat som Pango-opmærkning
fr: Montre le résultat de la cellule sous forme de marque Pango
uk: Показувати результат у комірці з розміткою Pango

source: Justification
da: Justering
nn: Horisontal justering
uk: Розподіл

source: Left
da: Venstre
fr: Gauche
nn: Venstre
uk: Ліворуч

source: Center
da: Centreret
fr: Centré
nn: Senter
uk: Центр

source: Right
da: Højre
fr: Droit
nn: Høyre
uk: Праворуч

source: Alignment
da: Justering
fr: Alignement
nn: Vertikal justering
uk: Вирівнювання

source: Bottom
da: Bund
fr: Bas
nn: Bunn
uk: Вниз

source: Set text rotation to 0°
da: Angiv tekstrotation til 0°
fr: Met l'angle du texte à 0°
uk: Встановити кут обертання тексту 0°

source: Set text rotation to 90°
da: Angiv tekstrotation til 90°
fr: Met l'angle du texte à 90°
uk: Встановити кут обертання тексту 90°

source: Set text rotation to 180°
da: Angiv tekstrotation til 180°
fr: Met l'angle du texte à 180°
uk: Встановити кут обертання тексту 180°

source: Set text rotation to 270°
da: Angiv tekstrotation til 270°
fr: Met l'angle du texte à 270°
uk: Встановити кут обертання тексту 270°

source: Frozen
da: Frys
fr: Figer
nn: Låst
uk: Заморожено

source: Toggles frozen state of cell.
da: Slå frossen tilstand for celle til/fra.
fr: Basculer l'état figé de la cellule.
nn: Låser eller låser opp celler.
uk: Увімкнути або вимкнути заморожений стан комірки.

source: Frozen cells are updated only when F5 is pressed.
da: Frosne celler opdateres kun når der trykkes på F5.
fr: Les cellules figées sont mises à jour quand F5 est pressé.
nn: Låste celler oppdaterast kun når du trykker F5.
uk: Вміст заморожених комірок оновлюється, лише якщо натиснути F5.

source: Lock
da: Lås
fr: Verrouiller
nn: Lås
uk: Заблокувати

source: Lock cell. Locked cells cannot be changed.
da: Lås celle. Låste celler kan ikke ændres.
fr: Verrouiller la cellule. Les cellules verrouillées ne peuvent pas être changées.
nn: Lås celle. Låste celler kan ikkje verte endra
uk: Заблокувати комірки. Вміст заблокованих комірок не можна змінювати.

source: Merge cells
da: Flet celler
fr: Fusionner les cellules
nn: Slå saman celler
uk: Об’єднати комірки

source: Merges / unmerges selected cells.
da: Fletter / fjerne fletning for valgte celler.
fr: Fusionne / scinde les cellules sélectionnées.
nn: Slår saman eller deler opp celler
uk: Об’єднати або роз’єднати позначені комірки.

source: &Macro
da: &Makro
nn: &Makro
uk: &Макро

source: &Macro list
da: &Makroliste
nn: &Makroliste
uk: С&писок макросів

source: Choose, fill in, manage, and create macros
da: Vælg, udfyld, håndter og opret makroer
fr: Choisi, rempli, gère et crée des macros
nn: Velg, fyll inn, behandl og lag makroer
uk: Вибір, додавання, керування та створення макросів

source: &Load macro list
da: &Indlæs makroliste
nn: &Last inn makrolista
uk: &Завантажити список макросів

source: Load macro list
da: Indlæs makroliste
fr: Charger la liste des macros
nn: Last inn makrolista
uk: Завантажити список макросів

source: &Save macro list
da: &Gem makroliste
fr: Enregistre liste des macros
nn: Lagr makroli&sta
uk: З&берегти список макросів

source: Save macro list
da: Gem makroliste
fr: Enregistrer la liste des macros
nn: Lagr makrolista
uk: Зберегти список макросів

source: Insert bitmap...
da: Indsæt bitmap ...
fr: Insérer bitmap…
nn: Sett inn bitmamp...
uk: Вставити зображення…

source: Insert bitmap from file into cell
da: Indsæt bitmap fra fil i celle
fr: Insérer un bitmap depuis un fichier dans une cellule
nn: Sett eit bitmap frå fil inn i cella
uk: Вставити до комірки растрове зображення з файла

source: Link bitmap...
da: Henvis bitmap ...
fr: Lier bitmap…
nn: Lenk bitmap...
uk: Пов’язати зображення…

source: Link bitmap from file into cell
da: Henvis bitmap fra fil ind i celle
fr: Lier un bitmap d'un fichier dans la cellule
nn: Lenk bitmap frå fil inn i cella
uk: Пов’язати з коміркою растрове зображення з файла

source: Insert chart...
da: Indsæt diagram ...
fr: Insérer graphique…
nn: Sett inn diagram...
uk: Вставити діаграму…

source: Insert chart into cell
da: Indsæt diagram i celle
fr: Insérer un graphique dans la cellule
nn: Sett inn eit diagram i cella
uk: Вставити до комірки діаграму

source: &Help
da: &Hjælp
nn: &Hjelp
uk: &Довідка

source: First &Steps
da: Første &Trin
nn: Kom i gang
uk: Перші &кроки

source: Launch First Steps in pyspread
da: Kør første trin i pyspread
fr: Démarrer les Premiers Pas dans pyspread
nn: Kom i gang
uk: Відкрити підручник початкового рівня у pyspread

source: &Tutorial
da: &Øvelse
nn: Veiledning
uk: &Підручник

source: Launch tutorial
da: Start øvelse
fr: Démarrer le tutoriel
nn: Opne veiledninga
uk: Відкрити підручник

source: &FAQ
da: &OSS
uk: П&оширені питання

source: Frequently asked questions
da: Ofte stillede spørgsmål
fr: Foire aux questions
nn: Ofte stilte spørsmål (FAQ)
uk: Поширені запитання

source: Dependencies
da: Afhængigheder

source: Overview of installed dependencies
da: Overblik over installerede afhængigheder

source: &About
da: &Om
nn: Om
uk: Пр&о програму

source: About pyspread
da: Om pyspread
fr: À propos de pyspread
nn: Om PySpread
uk: Про pyspread

source: String that indicates the coordinates of xy text.
da: Streng som indikerer koordinaterne for xy-tekst.

source: axes
da: akser

source: figure
da: figur

source: title
da: titel

source: x-axis
da: x-akse

source: label
da: etiket

source: limits
da: begrænsninger

source: date format
da: datoformat

source: x-axis ticks
da: x-akse-apostroffer

source: x-axis labels
da: x-akse-etiketter

source: x-axis grid
da: x-akse-gitter

source: size
da: størrelse

source: padding
da: fyldning

source: location
da: placering

source: secondary
da: sekundær

source: y-axis
da: y-akse

source: y-axis ticks
da: y-akse-apostroffer

source: y-axis labels
da: y-akse-etiketter

source: y-axis grid
da: y-akse-gitter

source: style
da: stil

source: line
da: understreg

source: width
da: bredde

source: color
da: farve

source: marker
da: markør

source: face color
da: ansigtsfarve

source: edge color
da: kantfarve

source: Chart
da: Diagram

source: Add chart to figure
da: Tilføj diagram til figur

source: Select chart type
da: Vælg diagramtype

source: Welcome to pyspread.
da: Velkommen til pyspread.
fr: Bienvenue dans pyspread
nn: Velkommen til PySpread.
uk: Ласкаво просимо до pyspread.

source: View
da: Vis
fr: Vue
nn: Vis
uk: Перегляд

source: Table
da: Tabel

source: Main grid
da: Hovedgitter
fr: Grille principale
nn: Hovudrekneark
uk: Основна сітка

source: Python gnupg not found. No key selected.
da: Python gnupg blev ikke fundet. Ingen nøgle valgt.
fr: Gnupg python pas trouvé. Aucune clé sélectionnée.
nn: Fann ikkje Python gnupg. Ingen nøkkel vald.
uk: Не знайдено модуля gnupg Python. Ключа не вибрано.

source: Key selection failed.
da: Nøglevalg mislykkedes.
fr: La sélection de la clé a échouée.
nn: Nøkkelval feila.
uk: Спроба вибору ключа зазнала невдачі.

source: New grid with dimensions {dim} created.
da: Nyt gitter med dimensionerne {dim} oprettet.
fr: Nouvelle grille avec les dimensions {dim} créée.
nn: Eit nytt rekneark med dimensjonane {dim} er oppretta.
uk: Створено нову сітку з розмірами {dim}.

source: Choose file to open.
da: Vælg fil at åbne.
fr: Choisissez le fichier à ouvrir.
nn: Vel fil som skal opnast.
uk: Виберіть файл для відкриття.

source: Choose filename for saving.
da: Filnavn der skal gemmes under.
fr: Choisissez le nom du ficher à enregistrer.
nn: Vel filnamn å lagre til.
uk: Виберіть назву файла, який слід зберегти.

source: Directory present. Save aborted.
da: Mappe til stede. Der blev ikke gemt.
fr: Répertoire présent. Enregistrement interrompu.
nn: Mappa finst. Lagring avbrutt.
uk: Існує каталог з такою назвою. Збереження перервано.

source: The file {filepath} is already present. Overwrite?
da: Filen {filepath} er allerede til stede. Overskriv?
fr: Le fichier {filepath} est déjà présent. Écraser ?
nn: Fila {filepath} finst allereie. Skriv over?
uk: Вже існує файл з назвою {filepath}. Перезаписати його?

source: File collision
da: Filkollidering
fr: Collision de fichier
nn: Filkollisjon
uk: Назви файлів збігаються

source: File present. Save aborted by user.
da: Fil til stede. Brugeren afbrød.
fr: Fichier présent. Enregistrement interrompu par l'utilisateur.
nn: Fila finst. Lagring avbrutt av brukar.
uk: Файл вже існує. Збереження перервано користувачем.

source: Choose file to import.
da: Vælg fil at importere.
fr: Choisissez le fichier à importer.
nn: Vel fil å importere.
uk: Вибір файла для імпортування.

source: SVG of current cell
da: SVG for denne celle
fr: SVG de la cellule courante
nn: Produser SVG-grafikk av gjeldande celle
uk: SVG поточної комірки

source: EPS of current cell
da: EPS for denne celle
fr: EPS de la cellule courante
nn: Produser EPS-grafikk av gjeldande celle
uk: EPS поточної комірки

source: PS of current cell
da: PS for denne celle
fr: PS de la cellule courante
nn: Produser ei PS-fil av gjeldande celle
uk: PS поточної комірки

source: PDF of current cell
da: PDS for denne celle
fr: PDF de la cellule courante
nn: Produser ei PDF-fil av gjeldande celle
uk: PDF поточної комірки

source: PNG of current cell
da: PNG for denne celle
fr: PNG de la cellule courante
nn: Produser PNG-grafikk av gjeldande celle
uk: PNG поточної комірки

source: Choose filename for export.
da: Vælg filnavn for eksport.
fr: Choisissez le nom du fichier à exporter.
nn: Vel filnamn for export.
uk: Виберіть назву файла для експортування.

source: Choose file path for PDF export.
da: Vælg filsti for PDF-eksport.
fr: Choisissez le chemin pour exporter le fichier PDF.
nn: Vel filbane for den eksporterte PDF-fila
uk: Виберіть шлях до експортованого файла PDF.

source: You are going to approve and trust a file that you have not created yourself. After proceeding, the file is executed. It may harm your system as any program can. Please check all cells thoroughly before proceeding. Proceed and sign this file as trusted?
da: Du er ved at godkende og stole på en fil som du ikke selv har oprettet. Når du fortsætter, køres filen. Det kan skade dit system, hvilket ethvert program kan. Kontroller alle celler omhyggeligt før du fortsætter. Fortsæt og underskriv filen som værende troværdig?
fr: Vous êtes sur le point d'approuver et faire confiance à un fichier que vous n'avez pas créé vous-même. Après acceptation, le fichier est exécuté. Il pourrait endommager votre système comme tout programme le peu. Veuillez vérifier toutes les cellules minutieusement avant de continuer. Continuer et signer ce fichier comme étant de confiance ?
nn: Du er i ferd med å godkjenne ei fil som du ikkje sjølv har oppretta. Når fila er lese inn vert den kjøyrd. Som alle andre program kan fila potensielt skade systemet ditt. Vil du fortsette og signere fila som ei fil du stolar på?
uk: Ви маєте намір наказати програмі довіритися даним з файла, який було отримано з ненадійного джерела. Після обробки програма виконає вміст цього файла. Виконання цього файла, як і будь- якої програми, може завдати шкоди даним у вашій системі. Перш ніж продовжувати, перевірте кожну комірку. Продовжити і підписати цей файл як надійний?

source: Security warning
da: Sikkerhedsadvarsel
fr: Avertissement de sécurité
nn: Tryggleiksåtvaring
uk: Попередження щодо небезпеки

source: Safe mode deactivated.
da: Sikker tilstand deaktiveret.
fr: Mode sûr désactivé.
nn: Tryggleiksmodus deaktivert.
uk: Безпечний режим вимкнено.

source: Deleting globals and reloading modules cannot be undone. Proceed?
da: Sletning af globale og genindlæsning af moduler kan ikke fortrydes. Fortsæt?
fr: La suppression des globales et le rechargement des modules ne peut pas être annulé. Continuer ?
nn: Om du sletter globale variablar og lastar inn modulane på nytt kan dette ikkje omgjerast. Ynskjer du å fortsette?
uk: Вилучення значень загальних змінних і перезавантаження модулів призведе до незворотної втрати поточних даних. Виконати цю дію?

source: Really delete globals and modules?
da: Slet globale og moduler?
fr: Supprimer réellement les globales et les modules ?
nn: Ynskjer du verkeleg å slette globale variablar og modular?
uk: Вилучити загальні змінні і перезавантажити модулі?

source: Globals cleared and base modules reloaded.
da: Globale ryddet og grundmoduler genindlæst.
fr: Globales effacées et modules de base rechargés.
nn: Globale variablar er sletta, og grunnmodulane er lasta inn på nytt.
uk: Значення загальних змінних вилучено, базові модулі перезавантажено.

source: Choose macro file.
da: Vælg makrofil.
fr: Choisissez le fichier macro.
nn: Vel makrofil.
uk: Вибір файла макросів.

source: Label {label} is invalid.
da: Etiket {label} er ugyldig.
fr: L'étiquette {label} est invalide.
nn: Merke {label} er ugyldig.
uk: Мітка {label} є некоректною.

source: Code {code} is invalid.
da: Kode {code} er ugyldig.
fr: Le code {code} est invalide.
nn: Kode {code} er ugyldig.
uk: Код {code} є некоректним.

source: Toggles link insertion mode.
da: Slå indsættelsestilstand for henvisninger til/fra.
nn: Slår av eller på understrek.
uk: Увімкнути або вимкнути режим вставлення посилання.

source: Enter Python expression here.
da: Indtast Pythonudtryk her.
fr: Entrez l'expression Python ici.
nn: Skriv inn Pythonkoden her.
uk: Тут вкажіть код мовою Python.

source: Pyspread is in safe mode. Expressions are not evaluated.
da: Pyspread er i sikker tilstand. Udtryk bliver ikke evalueret.
fr: Pyspread est en mode sûr. Les expressions ne sont pas évaluées.
nn: Pyspread køyrer i sikkermodus. Uttrykk vert ikkje evaluert.
uk: Pyspread працює у безпечному режимі. Обробка виразів не виконується.

source: For switching tables enter the table number or use the mouse wheel.
da: For skift af tabeller så indtast tabelnummeret eller brug musehjulet.
nn: Skriv inn tabellnummeret eller nytt mushjulet for å bytte mellom tabellar.
uk: Для перемикання між таблицями вкажіть номер таблиці або скористайтеся коліщатком миші.

source: New
da: Ny
fr: Nouveau
nn: Ny
uk: Створити

source: Open
da: Åbn
fr: Ouvrir
nn: Opne
uk: Відкрити

source: Save
da: Gem
fr: Enregistrer
nn: Lagre
uk: Зберегти

source: Export PDF
da: Eksporter PDF
fr: Exporter PDF
nn: Eksporter PDF
uk: Експорт до PDF

source: Undo
da: Fortryd
fr: Annuler
nn: Gjer om
uk: Вернути

source: Redo
da: Gendan
fr: Refaire
nn: Gjenta
uk: Повторити

source: Replace
da: Erstat
fr: Remplacer
nn: Bytt ut
uk: Замінити

source: Cut
da: Klip
fr: Couper
nn: Klipp ut
uk: Вирізати

source: Copy
da: Kopier
fr: Copier
nn: Kopier
uk: Копіювати

source: Copy results
da: Kopier resultater
fr: Copier les résultats
uk: Копіювати результати

source: Paste
da: Indsæt
fr: Coller
nn: Lim inn
uk: Вставити

source: Sort ascending
da: Sorter stigende
fr: Tri croissant
nn: Sorter stigande
uk: Впорядкувати за збільшенням

source: Sort descending
da: Sorter faldende
fr: Tri décroissant
nn: Sorter synkande
uk: Впорядкувати за зменшенням

source: Print
da: Udskriv
fr: Imprimer
nn: Skriv ut
uk: Друк

source: Insert bitmap
da: Indsæt bitmap
fr: Insérer bitmap
nn: Set inn bitmap
uk: Вставити зображення

source: Link bitmap
da: Henvis bitmap
fr: Lier bitmap
nn: Lenk bitmap
uk: Пов’язати зображення

source: Button like cell
da: Knap som celle
fr: Cellule en forme de bouton
uk: Комірка, подібна до кнопки

source: Video cell
da: Videocelle

source: Button label:
da: Knapetiket:
fr: Nom du bouton:
nn: Merkelapp på knapp
uk: Напис на кнопці:

source: Media files
da: Mediefiler

source: Find in code and results
da: Find i kode og resultater
fr: Chercher dans le code et les résultats
nn: Finn i kode og resultat
uk: Знайти у коді і результатах

source: Search direction
da: Søgeretning
fr: Direction de recherche
nn: Søkeretning
uk: Напрямок пошуку

source: Case sensitive
da: Versalfølsom
fr: Sensible à la casse
nn: Skil mellom store og små bokstavar
uk: З врахуванням регістру

source: Regular expression
da: Regulært udtryk
fr: Expression rationnelle
nn: Regulært uttrykk
uk: Формальний вираз

source: Surrounded by whitespace
da: Omringet af blanktegn
fr: Entourer par des espaces
nn: Omgitt av blanke tekn
uk: Оточено пробілами

source: Neither UP nor DOWN in search_flags
da: Hverken OP eller NED i søge-tilvalg
uk: У search_flags не вказано ні UP, ні DOWN
