Repository: pypi-data/pypi-mirror-41
Catalog: packages/pyspread/pyspread-1.1.3.tar.gz/pyspread-1.1.3/pyspread/po/*.po
Languages: da, fr, nn, uk

source: Text size (points)
da: Tekststørrelse (punkter)
fr: Taille du texte (points)
nn: Tekststorleik (punkt)
uk: Розмір тексту (у пунктах)

source: Freeze
da: Frys
fr: Figer
nn: Lås
uk: Заморозити

source: Lock cell
da: Lås celle
fr: Verrouiller cellule
nn: Lås celle
uk: Заблокувати комірку

source: Cell text rotation
da: Celletekstrotation
fr: Rotation du texte de la cellule
nn: Tekstrotasjon i cella
uk: Обертання тексту у комірці

source: Choose borders for which attributes are changed
da: Vælg grænser for hvilke attributter der ændres
fr: Choisissez les bords pour lesquels les attributs sont changés
uk: Виберіть лінії рамки, для яких буде змінено атрибути

source: Border width
da: Grænsebredde
fr: Largeur du bord
nn: Rammebredde
uk: Товщина рамки

source: Border line color
da: Grænselinjefarve
fr: Couleur de la ligne de bord
nn: Grenselinjefarge
uk: Колір ліній рамки

source: Cell background
da: Cellebaggrund
fr: Fond de la cellule
nn: Cellebakgrunn
uk: Тло комірки

source: Encoding
da: Kodning
nn: Teiknkoding
uk: Кодування

source: CSV file encoding.
da: CSV-filkodning.
nn: Koding for CSV-fil
uk: Кодування файла CSV.

source: Dialect
da: Dialekter
fr: Dialecte
nn: Dialekt
uk: Діалект

source: To make it easier to specify the format of input and output records, specific formatting parameters are grouped together into dialects. 'excel': Defines the usual properties of an Excel-generated CSV file. 'sniffer': Deduces the format of a CSV file 'excel-tab': Defines the usual properties of an Excel-generated TAB-delimited file.
da: For at gøre det nemmere at angive formatet for inddata- og uddataposter, grupperes specifikke formateringsparametre sammen i dialekter. »excel«: Definerer de normale egenskaber for en Exceloprettet CSV-fil. »sniffer«: Udleder formatet af en CSV-fil »excel-tab«: Definerer de normale egenskaber for en Exceloprettet TAB-afgrænset fil.
nn: Dei forskjellige formateringsparametra er gruppert i dialektar. 'excel': Definerar dei vanlege eigenskapane for Excelgenererte CSV-filar. 'sniffer': Standardformatet for CSV-filar. 'excel-tab': Definerar dei vanlege eigenskapane for tabulatordelte Excelgenererte CSV-filar.
uk: Щоб спростити визначення формату вхідних і вихідних записів, параметри форматування зібрано разом у записи діалектів. excel: визначає типові параметри створених за допомогою Excel файлів CSV. sniffer: наказує програмі визначити формат з файла CSV excel-tab: визначає типові параметри створеного за допомогою Excel файла з відокремленням полів табуляціями.

source: Delimiter
da: Skilletegn
fr: Délimiteur
nn: Separator
uk: Роздільник

source: A one-character string used to separate fields.
da: En streng på et tegn brugt til at adskille felter.
fr: Une chaîne de un caractère pour séparer les champs.
nn: Ein streng på eit teikn som vert nytta til å skilje felt.
uk: Односимвольний рядок, що використовується для відокремлення полів.

source: Doublequote
da: Dobbelt citationstegn
fr: Guillemet
nn: Hermetekn
uk: Подвійні лапки

source: Controls how instances of quotechar appearing inside a field should be themselves be quoted. When True, the character is doubled. When False, the escapechar is used as a prefix to the quotechar.
da: Kontrollerer hvordan instanser med citationstegn inden i et felt i sig selv skal citeres. Når True (sand), fordobles tegnet. Når False (falsk), så bruges Escape-tegn som præfiks til citationstegnet.
nn: Kontrollerer korleis sitatteikn inne i eit felt skal siteres. Når sann vert teiknet sitert med hermetekn og når usann vert verneteiknet nytta som ein prefiks til sitatteiknet.
uk: Керує тим, як слід екранувати у полях символи лапок. Якщо має значення True, символ лапок подвоюється. Якщо має значення False, до символу лапок додається попереду символ екранування.

source: Escape character
da: Escape-tegn
fr: Caractère d'échappement
nn: Escapeteikn
uk: Символ екранування

source: A one-character string used by the writer to escape the delimiter if quoting is set to QUOTE_NONE and the quotechar if doublequote is False. On reading, the escapechar removes any special meaning from the following character.
da: En streng med et tegn brugt af forfatteren til at omslutte skilletegnet hvis citation er angivet som QUOTE_NONE og citattionstegnet hvis dobbelt citation er False (falsk). Under læsning fjerne Escape-tegnet enhver speciel betydning fra de efterfølgende tegn.
uk: Односимвольний рядок, що використовується засобом запису для екранування роздільника, якщо для лапок встановлено QUOTE_NONE (лапок немає), і символу лапок, якщо для подвійних лапок визначено False. Під час читання даних символ екранування усуває будь-яке спеціальне значення з наступного символу.

source: Quote character
da: Citationstegn
nn: Sitatteikn
uk: Символ лапок

source: A one-character string used to quote fields containing special characters, such as the delimiter or quotechar, or which contain new-line characters.
da: En streng med et tegn brugt til at omslutte felter, der indeholder specielle tegn, såsom skilletegnet eller citationstegnet, eller som indeholder tegn for ny linje.
nn: Ein streng på eit teikn som vert nytta til å sitere tekst som inneheld spesielle teikn
uk: Односимвольний рядок, який використовується для екранування у полях зі спеціальними символами, зокрема роздільником та лапками, або символи нового рядка у полі.

source: Quoting style
da: Citationsstil
fr: Style de guillemets
nn: Sitatstil
uk: Режим використання лапок

source: Controls when quotes should be recognised.
da: Kontrollerer hvornår citationstegn skal genkendes.
fr: Contrôle quand des guillemets doivent être reconnues.
nn: Controllerer når sitat skal verte nytta.
uk: Керує тим, де слід розпізнавати лапки.

source: Header present
da: Kolonneoverskrift til stede
fr: En-tête présent
nn: Overskrift finst
uk: Має заголовок

source: Analyze the CSV file and treat the first row as strings if it appears to be a series of column headers.
da: Analyser CSV-filen og opfat den første række som strenge, hvis det fremstår som en række af kolonneoverskrifter.
fr: Analyse le fichier CSV et traite la première ligne comme des chaînes si elle semble être une série d'en-têtes de colonnes.
nn: Analyser CSV-fila og behandl første rad som strenger om det ser ut til å vere kolonneoverstrifter.
uk: Проаналізувати файл CSV і вважати перший рядок послідовністю заголовків стовпчиків.

source: Skip initial space
da: Udelad startmellemrum
fr: Passer outre l'espace initiale
nn: Hopp over mellomrom i starten
uk: Пропускати початковий пробіл

source: When True, whitespace immediately following the delimiter is ignored.
da: Når True (sand), så ignoreres blanktegn lige efter skilletegnet.
fr: Si True, l'espace qui suit immédiatement le délimiteur est ignoré.
nn: Mellomrom rett etter skiljeteiknet ver ignorert viss sann.
uk: Якщо має значення True, пробіли одразу за роздільником пропускатимуться.

source: {type} unknown.
da: {type} ukendt.
fr: {type} inconnu.
nn: Ukjend stil: {type}
uk: Невідомий тип {type}.

source: The dialect is invalid. Error message: {msg}
da: Dialekten er ugyldig. Fejlbesked: {msg}
fr: Le dialecte est invalide. Message d'erreur: {msg}
nn: Dialekta er ugyldig. Feilmelding: {msg}
uk: Некоректний діалект. Повідомлення про помилку: {msg}

source: Macro list
da: Makroliste
fr: Liste des macros
nn: Makroliste
uk: Список макросів

source: Enter python code here.
da: Indtast pythonkode her.
fr: Entrez le code python ici.
nn: Skriv pythonkoden her.
uk: Тут вкажіть код мовою python.

source: Accept all changes
da: Accepter alle ændringer
fr: Accepter tous les changements
nn: Godkjenn alle endringane
uk: Прийняти всі зміни

source: Apply changes to current macro
da: Anvend ændringer på aktuel makro
fr: Appliquer les changements à la macro courante
nn: Lagre endringane i makroen
uk: Застосувати зміни до поточного макросу

source: Remove current macro
da: Fjern aktuel makro
fr: Supprimer la macro courante
nn: Fjern denne makroen
uk: Вилучити поточний макрос

source: There are changes in the macro editor which have not yet been applied. Are you sure you wish to close the editor?
da: Der er ændringer i makroredigeringsprogrammet som endnu ikke er trådt i kraft. Er du sikker på, at du ønsker at lukke redigeringsprogrammet?
fr: Il y a des changements dans l'éditeur de macros qui n'ont pas encore été appliqués. Êtes-vous sûr de vouloir fermer l'éditeur ?
nn: Det er gjort endringar i makroeditoren som ennå ikkje er tatt i bruk. Er su sikker på at du vil lukke editoren?
uk: У редакторі макросів залишилися незбережені зміни. Ви справді хочете закрити вікно редактора без збереження змін?

source: Close Editor
da: Luk redigeringsprogram
fr: Fermer l'éditeur
nn: Lukk editor
uk: Закрити вікно редактора

source: Rows
da: Rækker
fr: Lignes
nn: Rader
uk: Рядки

source: Columns
da: Kolonner
fr: Colonnes
nn: Kolonnar
uk: Стовпчики

source: Tables
da: Tabeller
nn: Tabell:
uk: Таблиці

source: Goto cell:
da: Gå til celle:
fr: Aller à la cellule:
nn: Gå til celle:
uk: Перейти до комірки:

source: Row:
da: Række:
fr: Ligne:
nn: Rad:
uk: Рядок:

source: Column:
da: Kolonne:
fr: Colonne:
nn: Kolonne:
uk: Стовпчик:

source: Table:
da: Tabel:
nn: Tabell:
uk: Таблиця:

source: Cancel
da: Afbryd
fr: Annuler
nn: Avbryt
uk: Скасувати

source: A non-traditional Python spreadsheet application. Pyspread is based on and written in the programming language Python.
da: Et ikketraditionelt Pythonregnearksprogram. Pyspread er baseret på og skrevet i programmeringssproget Python.
nn: Eit utradisjonelt rekneark med støtte for python. PySpread er basert på og skriven i python.
uk: Нетрадиційні електронні таблиці мовою Python. Pyspread засновано на коді мовою Python і написано цієї мовою.

source: Pyspread Web site
da: Pyspreads hjemmeside
fr: Site web de pyspread
nn: PySpread si nettside
uk: Сайт pyspread

source: pyspread {version} Copyright Martin Manns
da: pyspread {version} Ophavsret Martin Manns
nn: PySpread {version} Opphavsrett Martin Manns
uk: pyspread {version} © Martin Manns

source: Max. undo steps
da: Maks antal fortryd
fr: Max. annulations
nn: Maks trinn å angre
uk: Макс. к-ть дій скасування

source: Maximum number of undo steps
da: Maksimalt antal fortryd
fr: Nombre maximum de pas à annuler
nn: Maksimalt tal på trinn å angre
uk: Максимальна кількість дій, які можна скасувати

source: Grid rows
da: Gitterrækker
fr: Lignes de la grille
nn: Rader i reknearket
uk: Рядків у сітці

source: Number of grid rows when starting pyspread
da: Antalgitterrækker når pyspread startes
fr: Nombre de lignes dans la grille au démarrage de pyspread
nn: Talet på rader i reknearket når PySpread startar
uk: Кількість рядків сітки після запуску pyspread

source: Grid columns
da: Gitterkolonner
fr: Colonnes de la grille
nn: Kolonnar i reknearket
uk: Стовпчиків у сітці

source: Number of grid columns when starting pyspread
da: Antallet af gitterkolonner når pyspread startes
fr: Nombre de colonnes dans la grille au démarrage de pyspread
nn: Talet på kolonnar i reknearket når PySpread startar
uk: Кількість стовпчиків сітки після запуску pyspread

source: Grid tables
da: Gittertabeller
nn: Reknearktabeller
uk: Таблиць у сітці

source: Number of grid tables when starting pyspread
da: Antallet af gittertabeller når pyspread startes
nn: Antall tabeller i reknearket når PySpread startar
uk: Кількість таблиць сітки після запуску pyspread

source: Max. result length
da: Maks resultatlængde
nn: Max. resultatlengde
uk: Макс. довжина результату

source: Maximum length of cell result string
da: Maksimal længde for celleresultatstreng
nn: Makslengde på resultatstreng
uk: Максимальна довжина результату у комірці

source: Timeout
da: Tidsudløb
nn: Tidsavbrot
uk: Час очікування

source: Maximum time that an evaluation process may take.
da: Maksimal tid som en evolueringsproces må vare.
fr: Temps maximum qu'une évaluation peut prendre.
nn: Maksimalt tillete lengde på ein evalueringsprosess
uk: Максимальний час очікування на завершення часу обчислень.

source: Timer interval
da: Tidstagningsinterval
fr: Intervalle du minuteur
nn: Tidtakarintervall
uk: Інтервал таймера

source: Interval for periodic updating of timed cells.
da: Interval for periodisk opdatering af celler med tidstagning.
fr: Intervalle pour mettre à jour périodiquement les cellules minutées.
nn: Intervall for periodisk oppdatering av tidsstyrde celler.
uk: Проміжок між послідовними оновленнями у комірках.

source: GPG fingerprint
da: GPG-fingeraftryk
uk: Відбиток GPG

source: Fingerprint of the GPG key for signing files
da: Fingeraftryk for GPG-nøglen for underskrivning af filer
fr: Empreinte de la clé GPG pour signer les fichiers
nn: Fingeravtrykket til GPG-nøkkelen som skal signere filer
uk: Відбиток ключа GPG для підписування файлів

source: Open filetype
da: Åbn filtype

source: Default filetype when opening via File -> Open
da: Standardfiltype ved åbning via Fil -> Åbn

source: Save filetype
da: Gem filtype

source: Default filetype when saving via File -> Save As
da: Standardfiltype når der gemmes via Fil -> Gem som

source: Spell checker language
da: Stavekontrolsprog

source: The language that is used for the spell checker.
da: Sproget som bruges af stavekontrollen.

source: Preferences
da: Præferencer
fr: Préférences
nn: Egenskaper
uk: Параметри

source: GPG key data
da: GPG-nøgledata
fr: Données de la clé GPG
nn: Informasjon om GPG-nøkkel
uk: Дані ключа GPG

source: Starts key generation.
da: Starter nøgleoprettelse.
fr: Démarrer la génération de clé
nn: Startar generering av nøkkel.
uk: Розпочати створення ключа.

source: Exits pyspread.
da: Afslutter pyspread.
fr: Quitter pyspread.
nn: Avsluttter PySpread.
uk: Завершити роботу pyspread.

source: Paste as
da: Indsæt som
fr: Coller comme
nn: Lim inn som
uk: Вставити як

source: Dimension of object
da: Objektdimension
fr: Dimension de l'objet
nn: Objektdimensjon
uk: Розмірність об’єкта

source: Transpose
da: Transponer
fr: Transposer
nn: Transponer
uk: Транспонувати

source: Package
da: Pakke

source: Required version
da: Krævet version

source: Installed version
da: Installeret version

source: Description
da: Beskrivelse

source: Bitmap file
da: Bitmap-fil
fr: Fichier bitmap
nn: Bitmapfil
uk: Растровий файл зображення

source: SVG file
da: SVG-fil
fr: Fichier SVG
nn: SVG-fil
uk: файл SVG

source: Select image for current cell
da: Vælg billede for nuværende celle
fr: Sélectionnez l'image pour la cellule courante
nn: Vel eit bilete for gjeldande celle
uk: Виберіть зображення для поточної комірки

source: Select bitmap for current cell
da: Indsæt bitmap for aktuel celle
fr: Sélectionnez le bitmap pour la cellule courante
nn: Vel eit bitmap for gjeldande celle
uk: Вибір растрового зображення для поточної комірки

source: Weight {weight} unknown
da: Vægten {weight} er ukendt
fr: Poids {weight} inconnu
nn: Vekta {weight} er ukjend
uk: Невідома вага {weight}

source: Style {style} unknown
da: Stilen {style} er ukendt
fr: Style {style} inconnu
nn: Ukjend stil: {style}
uk: Невідомий стиль {style}

source: Cell {key} outside grid shape {shape}
da: Celle {key} uden for gitterform {shape}
fr: La cellule {key} est en dehors de la forme {shape} de la grille
nn: Celle {key} er utafor rutenettstorleiken {shape}
uk: Комірка {key} перебуває поза формою сітки {shape}

source: '{text}' not found.
da: »{text}« blev ikke fundet.
fr: « {text} » pas trouvé.
nn: '{text}' vert ikkje funne.
uk: «{text}» не знайдено.

source: Found '{text}' in cell {key}.
da: Fandt »{text}« i celle {key}.
fr: « {text} » trouvé dans la cellule {key}.
nn: Fann '{text}' i celle {key}.
uk: Виявлено «{text}» у комірці {key}.

source: '{find_string}' not found.
da: »{find_string}« blev ikke fundet.
fr: « {find_string} » pas trouvée.
nn: Kunne ikkje finne '{find_string}'.
uk: «{find_string}» не знайдено.

source: Replaced '{find_string}' in cell {key} with {replace_string}.
da: Erstatted »{find_string}« i celle {key} med {replace_string}.
fr: « {find_string} » remplacé par {replace_string} dans la cellule {key}.
nn: Bytta ut '{fubd_string}' i celle {key} med {replace_string}.
uk: «{find_string}» у комірці {key} замінено на {replace_string}.

source: Grid dimensions changed to {shape}.
da: Gitterdimensioner ændret til {shape}.
fr: Les dimensions de la grille ont été remplacées par {shape}
nn: Dimensjonane på reknearket vert endra til {shape}.
uk: Розміри сітки змінено на {shape}.

source: Sorting complete.
da: Sortering færdig.
fr: Tri terminé.
nn: Sortering fullført
uk: Упорядковування завершено.

source: Sorting failed: {}
da: Sortering mislykkedes: {}
fr: Le tri a échoué: {}
nn: Sorteringa feila: {}
uk: Помилка під час упорядковування: {}

source: Currently, only 3D grids are supported.
da: Aktuelt er kun 3D-gitter understøttet.
fr: Actuellement, seules des grilles 3D sont supportées.
nn: For augeblinket er berre tredimensjonale rutenett støtta.
uk: У поточній версії передбачено лише просторові сітки.

source: There are unsaved changes. Do you want to save?
da: Der er ugemte ændringer. Ønsker du at gemme?
fr: Il y a des changements non enregistrés. Voulez-vous enregistrer ?
nn: Du har gjort endringar som ikkje er lagra. Ynskjer du å lagre?
uk: Виявлено незбережені зміни. Хочете їх зберегти?

source: Unsaved changes
da: Ugemte ændringer
fr: Changements non enregistrés
nn: Ulagra endringar
uk: Незбережені зміни

source: '{filepath}' does not seem to be a valid CSV file. Opening it yielded the error: {error}
da: »{filepath}« virker ikke som en gyldig CSV-fil. Åbning af den gav fejlbeskeden: {error}
fr: « {filepath} » ne semble pas être un fichier CSV valable. Lors de l'ouverture, l'erreur suivante a été retournée: {error}
nn: '{filepath}'ser ikkje ut til å vere ei gyldig CSV-fil. Denne feilen oppsto under forøket på å opne fila: {}
uk: Здається, файл «{filepath}» не є коректним файлом CSV. Під час спроби його відкрити сталася помилка: {error}

source: Error reading CSV file
da: Fejl under læsning af CSV-fil
fr: Erreur lors de la lecture du fichier CSV
nn: Feil under innlesing av CSV-fil
uk: Помилка під час спроби читання файла CSV

source: Real name
da: Navn
fr: Nom réel
nn: Verkeleg namn
uk: Справжнє ім’я

source: Please enter a value in each field.
da: Indtast en værdi i hvert felt.
fr: Veuillez entrer une valeur dans chaque champ.
nn: Vær venleg og skriv inn ein verdi i kvart felt.
uk: Будь ласка, заповніть всі поля.

source: Missing value
da: Manglende værdi
fr: Valeur manquante
nn: Manglande verdi
uk: Не вистачає значення

source: Fallback type {type} unknown.
da: Reservetype {type} er ukendt.
fr: Type de secours {type} inconnu.
nn: Tilbakefallstype {type} er ukjend
uk: Невідомий резервний тип {type}.

source: File {filename} imported successfully.
da: Fil {filename} importeret med succes.
fr: Fichier {filename} importé avec succès.
nn: Importen av {filename} var vellykka.
uk: Файл {filename} успішно імпортовано.

source: Error writing to file {filepath}.
da: Fejl under skrivning til fil {filepath}.
fr: Erreur lors de l'écriture dans le fichier {filepath}.
nn: Feil under skriving til fil {filepath}.
uk: Помилка під час спроби запису до файла {filepath}.

source: Error opening file {filepath}.
da: Fejl under åbning af fil {filepath}.
fr: Erreur à l'ouverture du fichier {filepath}.
nn: Feil under innlesing av fil: {filepath}.
uk: Помилка під час відкриття файла {filepath}.

source: Can't open the clipboard
da: Kan ikke åbne udklipsholderen
fr: Impossible d'ouvrir le presse-papier
nn: Kan ikkje åpne utklippstavla
uk: Не вдалося відкрити буфер обміну даними

source: Error
da: Fejl
fr: Erreur
nn: Feil
uk: Помилка

source: Datatype {type} unknown
da: Datatypen {type} er ukendt
fr: Type de donnée {type} inconnu
nn: Datatype {type} ukjend
uk: Невідомий тип даних, {type}

source: Choose a GPG key for signing pyspread save files. The GPG key must not have a passphrase set.
da: Vælg en GPG-nøgle for underskrift af pyspreads save-filer. GPG-nøglen må ikke have et adgangsfrasesæt.
fr: Choisissez une clé GPG pour signer les fichiers enregistrés par pyspread. La clé GPG ne doit pas avoir de mot de passe.
nn: Vel ein GPG-nøkkel for å signere Pyspread sine lagringsfilar. GPG-nøkkelen kan ikkje ha eit passord.
uk: Виберіть ваш ключ GPG для підписування збережених pyspread файлів. Для цього ключа GPG не повинно бути встановлено паролів.

source: Choose key
da: Vælg nøgle
fr: Choisissez la clé
nn: Vel nøkkel
uk: Виберіть ключ

source: Use chosen key
da: brug valgt nøgle
fr: Utiliser la clé choisie
nn: Bruk vald nøkkel
uk: Використати вибраний ключ

source: Create new key
da: Opret ny nøgle
fr: Créer une nouvelle clé
nn: Lag ny nøkkel
uk: Створити ключ

source: New GPG key
da: Ny GPG-nøgle
fr: Nouvelle clé GPG
nn: Ny GPG-nøkkel
uk: Новий ключ GPG

source: After confirming this dialog, a new GPG key
da: Efter bekræftelse af denne dialog vil en ny GPG-nøgle
fr: Après confirmation de cette fenêtre, une nouvelle clé GPG
nn: Når du bekreftar opplysningane vert GPG-nøkkelen
uk: Після натискання кнопки підтвердження у цьому вікні,

source: '{key}' will be generated.
da: »{key}« blive oprettet.
fr: « {key} » sera générée.
nn: '{key}' generert.
uk: Буде створено ключ «{key}».

source: This may take some time. Please wait.
da: Dette kan tage lidt tid. Vent venligst.
fr: Ceci peut prendre un peu de temps. Veuillez patienter.
nn: Dette kan ta litt tid. Vent litt.
uk: Це доволі тривала дія. Будь ласка, зачекайте.

source: Pyspread file
da: Pyspread-fil
fr: Fichier pyspread
nn: PySpread-fil
uk: файл pyspread

source: Uncompressed pyspread file
da: Ukomprimeret pyspread-fil
fr: Fichier pyspread non compressé
nn: Ikkje komprimert Pyspreadfil
uk: розпакований файл pyspread

source: Excel file
da: Excel-fil
fr: Fichier Excel
nn: Excelfil
uk: файл Excel

source: OpenDocument spreadsheet file
da: OpenDocument-regnearksfil

source: All files
da: Alle filer
fr: Tous les fichiers
nn: Alle filer
uk: всі файли

source: CSV file
da: CSV-fil
fr: Fichier CSV
nn: CSV-fil
uk: файл CSV

source: Tab delimited text file
da: Tab-afgrænset tekstfil
fr: Fichier texte délimité par des tabulations
nn: Tabulaturseparert fil
uk: текстовий файл, розмічений табуляціями

source: PDF file
da: PDF-fil
fr: Fichier PDF
nn: PDF-fil
uk: файл PDF

source: Macro file
da: Makrofil
fr: Fichier macro
nn: &Makrofil
uk: файл макросів

source: {nele} of {totalele} elements processed.
da: {nele} af {totalele} elementer behandlet.
fr: {nele} sur {totalele} éléments traités.
nn: {nele} av {totalele} element prosessert.
uk: Оброблено {nele} з {totalele} елементів.

source: {nele} elements processed.
da: {nele}-elementer behandlet.
fr: {nele} éléments traités.
nn: {nele} element prosessert.
uk: Оброблено {nele} елементів.

source: File loading aborted.
da: Filindlæsning afbrudt.
fr: Chargement du fichier interrompu.
nn: Feil under innlasting av fil.
uk: Завантаження файла перервано.

source: File saving aborted.
da: Fillagring afbrudt.
fr: Enregistrement du fichier interrompu.
nn: Lagring avbroten.
uk: Зберігання файла перервано.

source: {key} seems to be no Integer
da: {key} ligner ikke et heltal
fr: {key} ne semble pas être un Integer
nn: {key} ser ikkje ut til å vere eit heiltal
uk: Здається, {key} не є цілими числом

source: ref_type has to be "absolute" or "relative".
da: ref_type skal være »absolute« eller »relative«.
fr: ref_type doit être « absolute » ou « relative ».
nn: ref_type må vere "absolute" eller "relativ".
uk: Значенням ref_type має бути "absolute" або "relative".

source: Freezing selections is not supported.
da: Frysning af markeringer er ikke understøttet.
fr: Figer les sélections n'est pas supporté.
nn: Verning av utval er ikkje støtta.
uk: Підтримки заморожування позначених областей не передбачено.

source: Overlapping merge area at {} prevents merge.
da: Overlap af fletområde ved {} forhindrer flet.
