Repository: pypi-data/pypi-mirror-41
Catalog: packages/pyspread/pyspread-1.1.3.tar.gz/pyspread-1.1.3/pyspread/po/*.po
Languages: da, fr, nn, uk

source: A list of cross hatch patterns to use on the filled areas. A hatch can be one of: / - diagonal hatching \ - back diagonal | - vertical - - horizontal + - crossed x - crossed diagonal o - small circle O - large circle . - dots * - stars Letters can be combined, in which case all the specified hatchings are done. If same letter repeats, it increases the density of hatching of that pattern.
da: En liste over krydsskraveringsmønstre som skal bruges til at udfylde med. En skravering kan være en af: / - diagonal skravering \ - tilbage diagonal | - lodret - - vandret + - krydset x - krydset diagonal o - lille cirkel O - stor cirkel . - punktummer * - stjerner Bogstaver kan kombineres, i dette tilfælde udføres alle de angivne skraveringer. Hvis samme bogstav gentages, øges tætheden af skraveringen for mønsteret.
nn: Ei liste over hakemønster å fylle områda med. Ei hake kan vere ein av: / - diagonale hakar \ - bakoverdiagonalar | - vertikal - - horisontal + - kryss x - kryssa diagonal o - små sirklar O - store sirklar . - prikkar * - stjerner Du kan kombinere fleire bokstavar, og då vert alle bokstavane nytta. Om du gjentek den samma bokstaven vert tettleiken i mønsteret auka.
uk: Список візерунків штрихування для використання у заповнених областях. Варіанти штрихування: / - діагональне штрихування \ - зворотне штрихування | - вертикальне штрихування - - горизонтальне штрихування + - хрестики x - перехресне діагональне o - малі кола O - великі кола . - крапки * - зірки Літери можна поєднувати. У разі поєднання вказані штрихування буде накладено одне на інше. Якщо повторити літеру, щільність штрихування буде збільшено.

source: Flows
da: Strømme
uk: Потоки

source: Orientations
da: Retninger
nn: Orientering
uk: Орієнтації

source: Unit
da: Enhed
fr: Unité
nn: Enhet
uk: Одиниця

source: Gap
da: Hul
fr: Espace
nn: Mellomrom
uk: Інтервал

source: Shoulder
da: Skulder
fr: Épaulement
nn: Skulder
uk: Фланець

source: Offset
da: Forskydning
fr: Décalage
nn: Forskyving
uk: Відступ

source: Angle
da: Vinkel
nn: Vinkel
uk: Кут

source: Edge
da: Kant
fr: Bord
nn: Kant
uk: Край

source: Face
da: Facade
nn: Flate
uk: Основний

source: Area
da: Område
fr: Aire
nn: Areal
uk: Область

source: Array of flow values. By convention, inputs are positive and outputs are negative.
da: Array af strøm-værdier. Efter konventionen, er inddata positive og uddata er negative.
uk: Масив значень потоків. Вважається, що вхідні потоки є додатними, а вихідні — від’ємними.

source: List of orientations of the paths. Valid values are 1 (from/to the top), 0 (from/to the left or right), or -1 (from/to the bottom). If orientations == 0, inputs will break in from the left and outputs will break away to the right.
da: Liste med retningerne for stierne. Gyldige værdier er 1 (fra/til toppen), 0 (fra/til venstre eller højre), eller -1 (fra/til bunden). Hvis retninger == 0, vil inddata bryde ind fra venstre og uddata vil bryde væk til højre.
uk: Список орієнтацій контурів. Коректними значеннями є 1 (з верхньої частини або до неї), 0 (з лівої або правої частини або до неї) або -1 (з нижньої частини або до неї). Якщо орієнтації == 0, вхідні потоки входитимуть вліво, а вихідні потоки виходитимуть праворуч.

source: List of specifications of the labels for the flows. Each value may be None (no labels), ‘’ (just label the quantities), or a labeling string. If a single value is provided, it will be applied to all flows. If an entry is a non-empty string, then the quantity for the corresponding flow will be shown below the string. However, if the unit of the main diagram is None, then quantities are never shown, regardless of the value of this argument.
da: Liste med specifikationerne for etiketter for strømme. Hver værdi kan være None (ingen etiketter), ‘’ (kun etiket for mængderne) eller en etiketstreng. Hvis en enkel værdi er angivet. så vil den blive anvendt på alle strømme. Hvis et punkt er en ikke-tom streng, så vil mængden for den tilsvarende strøm blive vist under strengen. Hvis enheden for hoveddiagrammet er None, så vises mængder ikke, uanset værdien for denne parameter.
uk: Список специфікацій міток для потоків. Значеннями можуть бути «Немає» (None, без міток), ‘’ (лише мітки кількості) або рядок міток. Якщо вказано одне значення, його буде застосовано до усіх потоків. Якщо запис не є порожнім, величину для відповідного потоку буде показано під рядком. Втім, якщо одиницею основної діаграми є None, величини ніколи не буде показано, незалежно від значення цього аргументу.

source: String representing the physical unit associated with the flow quantities. If unit is None, then none of the quantities are labeled.
da: Streng der repræsenterer den fysiske enhed associeret med strømmængderne. Hvis enheder er None, så får ingen af mængderne etiketter.
uk: Рядок, що відповідає фізичній одиниці, пов’язаній з величинами потоків. Якщо одиницею є None, жодну з величин не буде позначено міткою.

source: A Python number formatting string to be used in labeling the flow as a quantity (i.e., a number times a unit, where the unit is given)
da: Et Pythonnummers formateringsstreng som skal bruges i etikettering af strømmen som en mængde (dvs., et tal gange en enhed, hvor enheden er givet)
uk: Рядок форматування чисел Python, який буде використано для позначення потоку як величини (тобто кількість у одиницях, де одиницю вказано окремо)

source: Angle of rotation of the diagram [deg]
da: Rotationsvinkel for diagrammet [deg]
fr: Angle de rotation du diagramme [ðeg]
nn: Rotasjonsvinkel for diagrammet [deg]
uk: Кут обертання діаграми [у градусах]

source: Space between paths that break in/break away to/from the top or bottom.
da: Mellemrum mellem stier som bryder ind/bryder væk til/fra toppen eller bunden.
fr: Espace entre les chemins qui entrent/sortent depuis/vers le haut ou le bas.
uk: Проміжок між контурами, які сходяться або розходяться згори або знизу.

source: Inner radius of the vertical paths
da: Indre radius for de lodrette stier
fr: Rayon interne des chemins verticaux
uk: Внутрішній радіус вертикальних контурів

source: Size of the shoulders of output arrows
da: Størrelsen for skuldrene for pile
uk: Розмір фланців зовнішніх стрілок

source: Text offset (from the dip or tip of the arrow)
da: Tekstforskydning (fra hældningen eller spidsen af pilen)
nn: Tekstforskyving (frå botnen eller toppen av pila)
uk: Відступ тексту (від заглиблення або кінчика стрілки)

source: Angle of the arrow heads (and negative of the angle of the tails) [deg]
da: Vinkel for pilehoveder (og negativ for bagendens vinkel) [deg]
nn: Vinkel på pilhovoda (og negativ vinkel på halane) [deg]
uk: Кут між боками стрілки (від’ємний кут — увігнута стрілка) [у градусах]

source: Edge color of Sankey diagram
da: Kantfarve for Sankey-diagram
nn: Kantfarge på sankeydiagrammet
uk: Колір краю діаграми Сенкі

source: Face color of Sankey diagram
da: Frontfrave for Sankey-diagram
nn: Flatefarge på sankeydiagrammet
uk: Основний колір діаграми Сенкі

source: Code Meaning %a Locale’s abbreviated weekday name. %A Locale’s full weekday name. %b Locale’s abbreviated month name. %B Locale’s full month name. %c Locale’s appropriate date and time representation. %d Day of the month as a decimal number [01,31]. %f Microsecond as a decimal number [0,999999], zero-padded on the left %H Hour (24-hour clock) as a decimal number [00,23]. %I Hour (12-hour clock) as a decimal number [01,12]. %j Day of the year as a decimal number [001,366]. %m Month as a decimal number [01,12]. %M Minute as a decimal number [00,59]. %p Locale’s equivalent of either AM or PM. %S Second as a decimal number [00,61]. %U Week number (Sunday first weekday) as a decimal number [00,53]. %w Weekday as a decimal number [0(Sunday),6]. 4 %W Week number (Monday first weekday) as a decimal number [00,53]. %x Locale’s appropriate date representation. %X Locale’s appropriate time representation. %y Year without century as a decimal number [00,99]. %Y Year with century as a decimal number. %z UTC offset in the form +HHMM or -HHMM. %Z Time zone name. %% A literal '%' character.
da: Code Meaning %a Sprogets forkortede ugedag. %A Sprogets fulde ugedag. %b Sprogets forkortede månedsnavn. %B Sprogets fuld månedsnavn. %c Sprogets dato- og tidsrepræsentation. %d Månedens dag som et decimaltal [01,31]. %f Mikrosekund som et decimaltal [0,999999], nuludfyldt til venstre %H Time (24-timers ur) som et decimaltal [00,23]. %I Time (12-timers ur) som et decimaltal [01,12]. %j Årets dag som et decimaltal [001,366]. %m Måned som et decimaltal [01,12]. %M Minut som et decimaltal [00,59]. %p Sprogets AM eller PM. %S Sekund som et decimaltal [00,61]. %U Ugenummer (Søndag er første ugedag) som et decimaltal [00,53]. %w Ugedag som et decimaltal [0(Søndag),6]. 4 %W Ugetal (Mandag er første ugedag) som et decimaltal [00,53]. %x Sprogets datorepræsentation. %X Sprogets tidsrepræsentation. %y År uden århundrede som et decimaltal [00,99]. %Y År med århundrede som et decimaltal. %z UTC-forskydning i formen +HHMM eller -HHMM. %Z Tidszonenavn. %% Et bogstavstegn »%«.
nn: Kode Tyding %a Vekedag forkorta. %A Vekedag. %b Månad forkorta. %B Månad. %c Lokaltilpassa dato og tid. %d Dag i månaden som desimaltal [01,31]. %f Microsekun som desimaltall [0,999999], fylt ut med nullar %H Time (24-timarsklokke) som desimaltal [00,23]. %I Time (12-timarsklokke) som desimaltal [01,12]. %j Dag i året som desimaltal [001,366]. %m Månad som desimaltal [01,12]. %M Minutt som desimaltal [00,59]. %p Lokaltilpassa utgåve av AM eller PM. %S Sekund som desimaltal [00,61]. %U Vekenummer (med søndag som fyrste vekedag) som desimaltal [00,53]. %w Vekedag som desimaltal [0(søndag),6]. 4 %W Vekenummer (med måndag som fyrste dag) som desimaltal [00,53]. %x Lokaltilpassa dato. %X Lokaltilpassa tid. %y Årstal uten hundreår som desimaltal [00,99]. %Y År med hundreår som desimaltal. %z Forskyvning frå UTC som +TTMM eller -TTMM. %Z Namn på tidssona. %% Eit prosentteikn ('%').
uk: Код Значення %a скорочена назва дня тижня у локалі. %A повна назва дня тижня у локалі. %b скорочена назва місяця у локалі. %B повна назва місяця у локалі. %c відповідний до локалі запис дати і часу. %d день місяця у форматі десяткового числа [01,31]. %f кількість мікросекунд у форматі десяткового числа [0,999999], з доповненням нулями ліворуч %H десяткове значення кількості годин (у 24-годинному форматі) [00,23]. %I десяткове значення кількості годин (у 12-годинному форматі) [01,12]. %j день року у форматі десяткового числа [001,366]. %m місяць у форматі десяткового числа [01,12]. %M кількість хвилин у форматі десяткового числа [00,59]. %p еквівалент англомовних позначень AM і PM у локалі. %S кількість секунд у форматі десяткового числа [00,61]. %U номер тижня (перший тиждень починається з першої неділі) у форматі десяткового числа [00,53]. %w день тижня у форматі десяткового числа [0(неділя),6]. %W номер тижня (перший тиждень починається з першої неділі) у форматі десяткового числа [00,53]. %x відповідне до локалі представлення дати. %X відповідне до локалі представлення часу. %y рік без століття у десятковому форматі [00,99]. %Y рік зі столліттям у десятковому форматі. %z часовий пояс у форматі +ГГХХ або -ГГХХ. %Z назва часового поясу. %% символ «%».

source: Title
da: Titel
fr: Titre
nn: Tittel
uk: Заголовок

source: Limits
da: Begrænsninger
fr: Limites
nn: Grenser
uk: Обмеження

source: Log. scale
da: Logaritmisk skala
fr: Échelle log.
uk: Лог. масштаб

source: Ticks
da: Apostroffer

source: Legend
da: Forklaring
fr: Légende
nn: Forklaring
uk: Умовні позначення

source: Date format
da: Datoformat
fr: Format de date
nn: Datoformat
uk: Формат дати

source: Figure
da: Figur
nn: Figur
uk: Рисунок

source: X-Axis
da: X-akse
fr: Axe X
nn: X-akse
uk: Вісь X

source: Y-Axis
da: Y-akse
fr: Axe Y
nn: Y-akse
uk: Вісь Y

source: The figure title
da: Figurtitlen
nn: Figurtittel
uk: Заголовок рисунка

source: The label for the x axis
da: Etiketten for x-aksen
fr: Le nom de l'axe X
nn: Merkelapp for x-aksen
uk: Мітка вісі x

source: The data limits for the x axis Format: (xmin, xmax)
da: Datagrænserne for x-aksen Format: (xmin, xmaks)
fr: Les limites des données de l'axe X Format: (xmin, xmax)
nn: Grenseverdiar for x-aksen Format: (xmin, xmax)
uk: Діапазон значень за віссю x Формат: (xmin, xmax)

source: The label for the y axis
da: Etiketten for y-aksen
fr: Le nom de l'axe Y
nn: Merkelapp for Y-aksen
uk: Мітка вісі y

source: The data limits for the y axis Format: (ymin, ymax)
da: Datagrænserne for y-aksen Format: (ymin, ymaks)
fr: Les limites des données de l'axe Y Format: (xmin, xmax)
nn: Grenseverdiar for y-aksen Format: (ymin, ymax)
uk: Діапазон значень за віссю yx Формат: (ymin, ymax)

source: If non-empty then the x axis is displays dates. Enter an unquoted strftime() format string.
da: Hvis ikke tom så viser x-aksen datoer. Indtast en strftime()-formatstreng uden citationstegn.
nn: X-aksen viser dato hvis ikke tomt. Skriv inn en strftime() streng uten sitattegn.
uk: Якщо має непорожнє значення, за віссю x слід показувати дати. Дата задається рядком у форматі strftime() без лапок.

source: Custom labels for the x axis.
da: Tilpassede etiketter for x-aksen.
fr: Valeurs personnelles pour l'axe X.
uk: Нетипові позначки для вісі x.

source: Custom labels for the y axis.
da: Tilpassede etiketter for y-aksen.
fr: Valeurs personnelles pour l'axe Y.
uk: Нетипові позначки для вісі y.

source: Insert chart
da: Indsæt diagram
fr: Insérer graphique
nn: Set inn diagram
uk: Вставити діаграму

source: Axes
da: Akser
nn: Akser
uk: Вісі

source: &Approve file
da: &Godkend fil
fr: &Approuver le fichier
nn: Godkjenn fil
uk: З&атвердити файл

source: Menu item unknown
da: Menupunkt ukendt
fr: Élément de menu inconnu
nn: Ukjend menyval
uk: Невідомий пункт меню

source: Cu&t
da: K&lip
nn: Klipp u&t
uk: Виріза&ти

source: Cut cell to clipboard
da: Klip celler til udklipsholderen
fr: Couper cellule vers presse-papier
nn: Klipp ut cella
uk: Вирізати комірку до буфера обміну

source: &Copy
da: &Kopier
nn: Kopier
uk: &Копіювати

source: Copy input strings to clipboard
da: Kopier inddatastrenge til udklipsholderen
fr: Copier la chaîne d'entrée dans le presse-papier
nn: Kopier strenger
uk: Копіювати рядки вхідних даних до буфера

source: &Paste
da: &Indsæt
nn: Lim inn
uk: &Вставити

source: Paste cells from clipboard
da: Indsæt celler far udklipsholderen
fr: Coller les cellules dans le presse-papier
nn: Lim inn celler frå utklippstavla
uk: Вставити комірки з буфера

source: Insert &rows
da: Indsæt &rækker
nn: Sett inn &rader
uk: Вставити &рядки

source: Insert rows at cursor
da: Indsæt rækker ved markør
fr: Insérer lignes au curseur
nn: Sett inn rader ved markøren
uk: Вставити рядки за курсором

source: &Insert columns
da: &Indsæt kolonner
nn: Set &inn kolonnar
uk: Вставити с&товпчики

source: Insert columns at cursor
da: Indsæt kolonner ved markør
fr: Insérer colonnes au curseur
nn: Sett inn kolonnar ved markøren
uk: Вставити стовпчики під курсором

source: Delete rows
da: Slet rækker
fr: Supprimer lignes
nn: Slett rader
uk: Вилучити рядки

source: Delete columns
da: Slet kolonner
fr: Supprimer colonnes
nn: Slett kolonnar
uk: Вилучити стовпчики

source: &File
da: &Fil
nn: &Fil
uk: &Файл

source: &New
da: &Ny
nn: &Ny
uk: &Створити

source: Create a new, empty spreadsheet
da: Opret et nyt, tomt regneark
fr: Créer une nouvelle feuille vide
nn: Lag eit nytt, tomt rekneark
uk: Створити нову порожню електронну таблицю

source: &Open
da: &Åbn
nn: &Opna
uk: &Відкрити

source: Open spreadsheet from file
da: Åbn regneark fra fil
fr: Ouvrir feuille depuis le fichier
nn: Opna rekneark frå fil
uk: Відкрити електронну таблицю з файла

source: &Save
da: &Gem
nn: Lagre
uk: &Зберегти

source: Save spreadsheet
da: Gem regneark
fr: Enregistrer feuille
nn: Lagra rekneark
uk: Зберегти електронну таблицю

source: Save &As
da: Gem &som
nn: L&agre som
uk: Зберегти &як

source: Save spreadsheet to a new file
da: Gem regneark til en ny fil
fr: Enregistrer la feuille dans un nouveau fichier
nn: Lagra reknearket i ei ny fil
uk: Зберегти електронну таблицю до файла з вказаною назвою

source: &Import
da: &Importer
nn: &Importer
uk: &Імпорт

source: Import a file and paste it into current grid
da: Importer en fil og indsæt den i aktuel gitter
fr: Importer un fichier et le collet dans la grille actuelle
nn: Importer ei fil og lim ho inn
uk: Імпортувати файл і вставити його вміст до поточної сітки

source: &Export
da: &Eksporter
nn: &Eksporter
uk: &Експорт

source: Export selection to file (Supported formats: CSV)
da: Eksporter markering til fil (understøttede formater: CSV)
fr: Exporter la sélection dans un fichier (formats supportés: CSV)
nn: Eksporter utvalet til fil (Støtta format: CSV)
uk: Експортувати позначені дані до файла (підтримувані формати: CSV)

source: Approve, unfreeze and sign the current file
da: Godkend, optø og underskriv den aktuelle fil
fr: Approuve, déverrouille et signe le fichier courant
nn: Godkjenn, lås opp og signer denne fila
uk: Затвердити, розморозити і підписати поточний файл

source: &Clear globals
da: &Ryd globale variabler
nn: Fjern globale variablar
uk: С&порожнити загальні змінні

source: Deletes global variables from memory and reloads base modules
da: Sletter globale variabler fra hukommelsen og genindlæser grundmoduler
fr: Supprimer les variables globales de la mémoire et recharge les modules de base
nn: Slettar globale variablar frå minnet og lastar inn igjen modulane
uk: Вилучити вміст загальних змінних з пам’яті і перезавантажити базові модулі

source: Page setup
da: Sideopsætning
fr: Mise en page
nn: Sideoppsett
uk: Параметри сторінки

source: Setup printer page
da: Printeropsætning
fr: Configurer la page de l'imprimante
nn: Sett opp utskrift
uk: Сторінка налаштовування параметрів друку

source: Print preview
da: Udskriv forhåndsvisning
fr: Prévisualiser
nn: Utskriftsførehandssyning
uk: Попередній перегляд друку

source: &Print
da: &Udskriv
nn: Skriv ut
uk: &Надрукувати

source: Print current spreadsheet
da: Udskriv aktuelt regneark
fr: Imprimer la feuille courante
nn: Skriv ut gjeldande rekneark
uk: Надрукувати поточну електронну таблицю

source: Preferences...
da: Præferencer ...
fr: Préférences…
nn: Innstillingar...
uk: Параметри…

source: Change preferences of pyspread
da: Ændr præfrerencer for pyspread
fr: Modifie les préférences de pyspread
nn: Endre innstillingane
uk: Змінити параметри роботи pyspread

source: Switch GPG key...
da: Skift GPG-nøgle ...
fr: Changer la clé GPG…
nn: Bytt GPG-nøkkel
uk: Перемкнути ключ GPG…

source: Create or choose a GPG key pair for signing and verifying pyspread files
da: Opret eller vælge et GPG-nøglepar for underskrivning og verificering af pyspread-filer
fr: Créer ou choisir une paire de clés GPG pour signer et vérifier les fichiers pyspread
nn: Opprett ein ny eller vel ein eksisterande GPG-nøkkel som skal signere filer
uk: Створіть або виберіть пару ключів GPG для підписування та перевірки файлів pyspread

source: &Quit
da: &Afslut
nn: Avslutt
uk: Ви&йти

source: Quit pyspread
da: Afslut pyspread
fr: Sortir de pyspread
nn: Avslutt Pyspread
uk: Вийти з pyspread

source: &Edit
da: &Rediger
nn: R&ediger
uk: З&міни

source: &Undo
da: &Fortryd
nn: Gjer om
uk: &Вернути

source: Undo last step
da: Fortryd sidste handling
fr: Annuler la dernière étape
nn: Gjer om forrige trinn
uk: Скасувати останній крок

source: &Redo
da: &Gendan
nn: Gjenta
uk: &Повторити

source: Redo last undone step
da: Gendan sidste fortrydhandling
fr: Refait la dernière action annulée
nn: Gjenta forrige omgjordte trinn
uk: Повторити останній скасований крок

source: Copy the input strings of the cells to clipboard
da: Kopier cellernes inddatastrenge til udklipsholder
fr: Copier des chaînes d'entrée des cellules dans le presse-papier
nn: Kopier cellane sine inn-strengar til utklippstavla
uk: Копіювати рядки вхідних даних у комірках до буфера обміну даними

source: Copy &results
da: Kopier &resultater
uk: Копіювати &результати

source: Copy the result strings of the cells to the clipboard
da: Kopier resultatstrenge for cellerne til udklipsholderen
fr: Copier les chaînes de résultats des cellules dans le presse-papier
nn: Kopier resultat-strengane til utklippstavla
uk: Копіювати рядки результатів у комірках до буфера обміну даними

source: Paste &As...
da: Indsæt &som ...
nn: Lim inn som
uk: Вставити &як…

source: Transform clipboard and paste cells into grid
da: Transformer udklipsholder og indsæt celler i gitter
fr: Transformer le presse-papier et coller les cellules dans la grille
nn: Transformer utklippstavla og lim cellene inn i rutenettet
uk: Перетворити дані у буфері і вставити комірки до сітки

source: Select A&ll
da: Vælg a&lle
nn: Vel a&lle
uk: Позначити &усе

source: Select All Cells
da: Vælg alle celler
fr: Sélectionner toutes les cellules
nn: Vel alle celler
uk: Позначити усі комірки

source: Find cell by content
da: Find celle efter indhold
fr: Chercher les cellules par contenu
nn: Finn celler etter innhald
uk: Знайти комірку за вмістом

source: Replace...
da: Erstat ...
fr: Remplacer…
nn: Erstatt...
uk: Замінити…

source: Replace strings in cells
da: Erstat strenge i celler
fr: Remplacer les chaînes dans les cellules
nn: Erstatt strenger i celler
uk: Замінити рядки у комірках

source: Quote cell(s)
da: Giv celler anførelsestegn
fr: Guillemets autour des cellules
nn: Kommenter celle(r)
uk: Додавання лапок до комірок

source: Converts cell content to strings by adding quotes ("). If a selection is present then its cells are quoted.
da: Konverterer celleindholt til strenge ved at tilføje anførelsestegn ("). Hvis en markering er aktiv, så får markeringens celler anførelsestegn.
fr: Converti le contenu des cellules en chaînes de caractères en ajoutant des guillemets. Si une sélection est présente, ses cellules sont mises entre guillemets.
nn: Gjer om celleinnhaldet til strengar ved å leggje til sitatmerker ("). Om noko er markert vert cellene kommentert ut.
uk: Перетворює вміст комірок на рядки додаванням лапок ("). Якщо позначено декілька комірок, лапки буде додано до усіх позначених комірок.

source: Sort &ascending
da: Sorter &stigende
nn: Sorter stig&ande
uk: Впорядкувати за з&більшенням

source: Sort rows in selection or current table ascending corresponding to row at cursor.
da: Sorter rækker i markeringen eller nuværende tabel stigende svarende til rækken ved markøren.
fr: Trier les lignes d'une sélection ou de la table courante en ordre ascendant correspondant à la ligne sous le curseur.
nn: Sorterer radane i utvalet eller i tabellen i stigande rekkefølgje.
uk: Упорядкувати рядки у позначеному фрагменті або поточній таблиці за зростанням, відповідно до рядка під курсором.

source: Sort &descending
da: Sorter &faldende
nn: Sorter synkan&de
uk: Впорядкувати за з&меншенням

source: Sort rows in selection or current table descending corresponding to row at cursor.
da: Sorter rækker i markeringen eller nuværende tabel faldende svarende til række ved markøren.
fr: Trier les lignes d'une sélection ou de la table courante en ordre descendant correspondant à la ligne sous le curseur.
nn: Sorter radar i utvalet eller i tabellen i synkande rekkefølgje.
uk: Упорядкувати рядки у позначеному фрагменті або поточній таблиці за спаданням, відповідно до рядка під курсором.

source: Insert &table
da: Indsæt &tabel
nn: Set inn &tabell
uk: Вставити &таблицю

source: Insert table before current table
da: Indsæt tabel før aktuel tabel
fr: Insérer une table avant la table courante
nn: Set inn tabell før gjeldande tabell
uk: Вставити таблицю перед поточною таблицею

source: Delete table
da: Slet tabel
fr: Supprimer table
nn: Slett tabell
uk: Вилучити таблицю

source: Delete current table
da: Slet aktuel tabel
fr: Supprimer la table courante
nn: Slett gjeldande tabell
uk: Вилучити поточну таблицю
