Repository: pypi-data/pypi-mirror-41
Catalog: packages/pyspread/pyspread-1.1.3.tar.gz/pyspread-1.1.3/pyspread/po/*.po
Languages: da, fr, nn, uk

source: File version {version} unsupported (>1.0).
da: Filversion {version} er ikke understøttet (ikke >1.0).
uk: Підтримки версій файлів {version} не передбачено (номер версії > 1.0).

source: File format unsupported.
da: Filformat er ikke understøttet.
fr: Format de fichier non supporté.
nn: Filformatet er ikkje støtta.
uk: Підтримки цього файлів у цьому форматі не передбачено.

source: usage: %prog [options] [filename]
da: brug: %prog [tilvalg] [filnavn]
fr: usage: %prog [options] [nom de fichier]
nn: bruk: %prog [argument] [filnamn]
uk: користування: %prog [параметри] [назва файла]

source: Dimensions of empty grid (works only without filename) rows, cols, tables [default: %default]
da: Dimensioner for tom gitter (virker kun uden filnavn) rækker, kolonner, tabeller [standard: %default]
fr: Dimensions d'une grille vide (uniquement sans nom de fichier) lignes, colonnes, tables [défaut: %default]
nn: Dimensjonar på det tomme reknearket (verkar berre utan filnamn). Radar, kolonnar, tabellar [standard: %default]
uk: Розміри порожньої сітки (працює лише для файлів без назви) рядки, стовпчики, таблиці [типове значення: %default]

source: Lets the user create or choose a new GPG key for signing pys files.
da: Lader brugeren oprette eller vælge en ny GPG-nøgle for underskrivning af pys-filer.
fr: Permet à l'utilisateur de choisir une nouvelle clé GPG pour signer les fichiers pys.
nn: Let brukaren vele ein eksisterande eller opprette ein ny GPG-nøkkel for å signere pys-filer.
uk: Надає користувачеві змогу створити або вибрати новий ключ GPG для підписування файлів pys.

source: Cell dimension must be > 0.
da: Celledimension skal være > 0.
fr: La dimension de la cellule doit être > 0.
nn: Celledimensjonar må vere > 0.
uk: Розміри комірки мають бути > 0.

source: Only one file may be opened at a time.
da: Kun en fil kan åbnes på samme tid.
fr: Un seul fichier peut être ouvert à la fois.
nn: Du kan opne berre ei fil av gongen.
uk: Одночасно можна відкривати лише один файл.

source: You need a unicode build of wxPython to run pyspread.
da: Du skal bruge en unicode-bygning af wxPython for at køre pyspread.
fr: Vous avez besoin d'une version de wxPython compilé avec unicode pour exécuter pyspread.
nn: Du treng ein utgåve av wxPython med unicode-støtte for å kjøyre PySpread.
uk: Для роботи у pyspread вам слід встановити Unicode-збірку wxPython.

source: Portrait
da: Portræt
nn: Portrett
uk: Книжкова

source: Landscape
da: Landskab
fr: Paysage
nn: Landskap
uk: Альбомна

source: Width
da: Bredde
fr: Largeur
nn: Bredde
uk: Ширина

source: Height
da: Højde
fr: Hauteur
nn: Høgde
uk: Висота

source: Page
da: Side
nn: Side
uk: Сторінка

source: Top row
da: Øverste række
fr: Ligne supérieure
nn: Øvste rad
uk: Верхній рядок

source: Bottom row
da: Nederste række
fr: Ligne inférieure
nn: Bunnrad
uk: Нижній рядок

source: Left column
da: Venstre kolonne
fr: Colonne gauche
nn: Venstre kolonne
uk: Лівий стовпчик

source: Right column
da: Højre kolonne
fr: Colonne droite
nn: Høgre kolonne
uk: Правий стовпчик

source: First table
da: Første tabel
fr: Première table
nn: Første tabell
uk: Перша таблиця

source: Last table
da: Sidste tabel
fr: Dernière table
nn: Siste tabell
uk: Остання таблиця

source: Grid
da: Gitter
fr: Grille
nn: Rekneark
uk: Сітка

source: {filetype}{export} options
da: {filetype}{export} indstillinger
fr: Options {filetype}{export}
nn: Innstillingar for {filetype}{export}
uk: Параметри {filetype}{export}

source: Choose portrait or landscape page layout
da: Vælg portræt- eller landskab-sidelayout
fr: Choisissez la mise en page portrait ou paysage pour la page
nn: Vel portrett- eller landskapsvisning
uk: Вибрати книжкову чи альбомну орієнтацію сторінки

source: Page width in inches
da: Sidebredden i tommer
fr: Largeur de la page en pouces
nn: Sidebredde i tommar
uk: Ширина сторінки у дюймах

source: Page height in inches
da: Sidehøjde i tommer
fr: Hauteur de la page en pouces
nn: Sidehøgde in tommar
uk: Висота аркуша у дюймах

source: Choose from predefined page layouts
da: Vælg fra prædefinerede sidelayout
fr: Choisissez parmi des mises en page prédéfinies
nn: Vel frå førehandsdefinerte sideoppsett
uk: Вибрати з попередньо визначених компонувань сторінки

source: Top row to be exported
da: Øverste række til eksport
fr: Ligne du haut à exporter
nn: Den øvste rada som skal eksporterast
uk: Верхній рядок для експортування

source: Bottom row to be exported
da: Nederste række til eksport
fr: Ligne du bas à exporter
nn: Den nedste rada som skal eksporterast
uk: Нижній рядок для експортування

source: Leftmost column to be exported
da: Kolonne længst mod venstre til eksport
fr: Colonne la plus à gauche à exporter
nn: Den venstre kolonna som skal eksporterast
uk: Найлівіший стовпчик для експортування

source: Left column to be exported
da: Venstre kolonne til eksport
fr: Colonne de gauche à exporter
nn: Den venstre kolonna som skal eksporterast
uk: Лівий стовпчик для експортування

source: Rightmost column to be exported
da: Kolonne længst mod højre til eksport
fr: Colonne la plus à droite à exporter
nn: Den høgre kolonna som skal eksporterast
uk: Найправіший стовпчик для експортування

source: Right column to be exported
da: Højre kolonne til eksport
fr: Colonne de droite à exporter
nn: Den høgre kolonna som skal eksporterast
uk: Правий стовпчик для експортування

source: First table to be exported
da: Første tabel til eksport
fr: Première table à exporter
nn: Første tabell som skal eksporterast
uk: Перша таблиця для експортування

source: Last table to be exported
da: Sidste tabel til eksport
fr: Dernière table à exporter
nn: Siste tabell som skal eksporterast
uk: Остання таблиця для експортування

source: Text font
da: Tekstskrift
fr: Police de texte
nn: Font
uk: Шрифт тексту

source: Text color
da: Tekstfarve
fr: Couleur de texte
nn: Tekstfarge
uk: Колір тексту

source: Inside
da: Indenfor
fr: Intérieur
nn: Inni
uk: всередині

source: Outside
da: Udenfor
fr: Extérieur
nn: Utafor
uk: ззовні

source: Both
da: Begge
fr: Les deux
nn: Begge
uk: з обох боків

source: Padding
da: Fyldning
fr: Rembourrage
nn: Fyll
uk: Фаска

source: Size
da: Størrelse
fr: Taille
nn: Storleik
uk: Розмір

source: Secondary
da: Sekundær
fr: Secondaire
nn: Sekundær
uk: Вторинний

source: Puts ticks inside the axes, outside the axes, or both.
da: Placer apostroffer inden i akserne, udenfor akserne, eller begge.
fr: Place des graduations à l'intérieur des axes, à l'extérieur des axes ou les deux.
nn: Setter merker på aksene på innsida, utsida eller begge delar.
uk: Малювати позначки всередині осей, ззовні осей або з обох боків.

source: Distance in points between tick and label.
da: Afstand i punkter mellem apostrof og etiket.
fr: Distance en points entre la graduation et sa valeur.
nn: Avstand i punkt mellom merkene og merkelappane
uk: Відстань між позначкою і міткою у точках.

source: Tick label font size in points.
da: Skriftstørrelse for apostrofetiket i punkter.
fr: Taille de la police de la valeur de la graduation, en points.
nn: Vel fontstorleik i punkt.
uk: Розмір символів міток позначок у пунктах.

source: Label
da: Etiket
fr: Étiquette
nn: Merke
uk: Мітка

source: Style
da: Stil
nn: Stil
uk: Стиль

source: Color
da: Farve
fr: Couleur
nn: Farge
uk: Колір

source: Face color
da: Ansigtsfarve
fr: Couleur centrale
nn: Farge
uk: Основний колір

source: Edge color
da: Kantfarve
fr: Couleur du bord
nn: Kantfarge
uk: Колір краю

source: Alpha
da: Alfa
nn: Alfa
uk: Прозорість

source: Line
da: Linje
fr: Ligne
nn: Linje
uk: Лінія

source: Marker
da: Markør
fr: Marqueur
nn: Markør
uk: Позначка

source: String or anything printable with ‘%s’ conversion
da: Streng eller noget der kan udskrives med »%s«-konvertering
fr: Chaîne ou tout autre chose imprimable avec la conversion « %s »
nn: Streng eller kva som helst som kan visast med '%s' konvertering
uk: Рядок або щось з придатних до друку символів з перетворенням «%s»

source: The data np.array for x Code must eval to 1D array.
da: Data-np.array'en for x Kode skal være 1D array.
fr: Les données np.array pour x Le code doit être évalué en un tableau de ID.
nn: Dataene np.array for x Koden må evaluere til eit 1D-array.
uk: Дані масиву для x Код має оброблятися як масив ідентифікаторів.

source: The data np.array for y Code must eval to 1D array.
da: Data-np.array'en for y Kode skal være 1D array.
fr: Les données np.array pour y Le code doit être évalué en un tableau de ID.
nn: Dataene np.array for y Koden må evaluere til eit 1D-array.
uk: Дані масиву для y Код має оброблятися як масив ідентифікаторів.

source: The line width in points
da: Linjebredden i punkter
fr: Largeur de ligne en points
nn: Linjebredde i punkt
uk: Товщина лінії у точках

source: The line marker
da: Linjemarkøren
fr: Marqueur de ligne
nn: Linjemarkøren
uk: Позначка лінії

source: The marker size in points
da: Markørstørrelsen i punkter
fr: Taille du marqueur en points
nn: Markørstorleik i punkt
uk: Розмір позначки у точках

source: The alpha blending value
da: Alfablandingsværdien
fr: La valeur alpha du fondu
uk: Значення рівня прозорості

source: Left positions
da: Venstreplaceringer
fr: Positions gauche
nn: Venstreposisjon
uk: Пункти ліворуч

source: Bar heights
da: Bjælkehøjder
fr: Hauteur des barres
nn: Stolpehøgde
uk: Висота стовпчиків

source: Bar widths
da: Bjælkebredder
fr: Largeur des barres
nn: Stolpebreidde
uk: Ширина стовпчиків

source: Bar bottoms
da: Bjælkebunde
fr: Pieds des barres
nn: Stolpebunn
uk: Низ стовпчиків

source: Bar color
da: Bjælkefarve
fr: Couleur des barres
nn: Stolpefarge
uk: Колір стовпця

source: Bar
da: Bjælke
fr: Barre
nn: Stolpe
uk: Стовпець

source: The x coordinates of the left sides of the bars
da: X-koordinaterne for venstresiderne af bjælkerne
fr: Coordonnée X du coté gauche des barres
nn: X-koordinatane på venstre side av stolpane
uk: Координати лівих меж стовпчиків за x

source: The heights of the bars
da: Bjælkernes højde
fr: Hauteurs des barres
nn: Høgda på stolpane
uk: Висоти стовпчиків

source: The widths of the bars
da: Bjælkernes bredde
fr: Largeurs des barres
nn: Breidda på stolpane
uk: Ширини стовпчиків

source: The y coordinates of the bottom edges of the bars
da: Y-koordinaterne for de nederste kanter på bjælkerne
fr: Coordonnée Y du bord inférieur des barres
nn: Y-koordinatane til botnen av stolpane
uk: Координати нижніх меж стовпчиків за y

source: Series
da: Serier
fr: Séries
nn: Serie
uk: Послідовність

source: Box widths
da: Boksbredder
fr: Largeur des boites
nn: Boksbreidde
uk: Ширина блоків

source: Vertical
da: Vertikal
fr: Verticales
nn: Vertikal
uk: Вертикальна

source: Flier
da: Løbeseddel
fr: Points
uk: Експрес

source: Notch
da: Indhak
fr: Creux
nn: Hake
uk: Відмітка

source: Box plot
da: Boksplot
fr: Boîtes
nn: Boksplott
uk: Блокова

source: An array or a sequence of vectors
da: En array eller en sekvens af vektorer
fr: Un tableau ou une séquence de vecteurs
nn: Eit array eller ein vektorsekvens
uk: Масив або послідовність векторів

source: Either a scalar or a vector and sets the width of each box The default is 0.5, or 0.15*(distance between extreme positions) if that is smaller
da: Enten en skala eller en vektor og angiver bredden for hver boks Standarden er 0,5, eller 0,15*(afstanden mellem ekstreme positioner) hvis den er mindre
fr: Soit un scalaire ou un vecteur pour fixer la largeur de chaque boite La valeur par défaut est 0.5 ou 0.15*(distance entre les positions extrêmes) si c'est plus petit
nn: Ein skalar eller ein vektor sett breidda av kvar boks Forvalgt storleik er 0.5, eller 0.15*(avstanden mellom ekstremposisjonane) der dette er mindre
uk: Скалярне або векторне значення, що встановлює ширину кожного зі стовпчиків Типовим значенням є 0.5, або 0.15*(відстані між межами ділянки), якщо це значення є меншим.

source: If True then boxes are drawn vertical If False then boxes are drawn horizontal
da: Hvis True tegnes bokse lodret Hvis False tegnes bokse vandret
fr: Si True, les boîtes sont dessinées verticalement Si False, les boîtes sont dessinées horizontalement
nn: Boksane teiknast vertikalt viss sann og horisontalt viss usann
uk: Якщо True, стовпчики буде намальовано вертикально. Якщо False, стовпчики буде намальовано горизонтально.

source: The symbol for flier points Enter an empty string (‘’) if you don’t want to show fliers
da: Symbolet for løbeseddelpunkter Indtast en tom streng (‘’) hvis du ikke ønsker at vise løbesedler
fr: Le symbole pour les points Entrez une chaîne vide ('') si vous ne voulez pas de points
uk: Символ для експрес-точок Вкажіть порожній рядок (‘’), якщо експрес-точки не слід показувати.

source: False produces a rectangular box plot True produces a notched box plot
da: False fremstiller et rektangulært boksplot True fremstiller et indskåret boksplot
fr: False produit une boîte rectangulaire True produit une boîte en creux
uk: False — прямокутний стовпчик True — стовпчик з позначками

source: Bins
da: Områder
fr: Godets
uk: Пункти

source: Normed
da: Normerede
uk: Нормована

source: Cumulative
da: Kumulativ
fr: Cumulatif
nn: Kumulativ
uk: Накопичувальна

source: Histogram data series Multiple data sets can be provided as a list or as a 2-D ndarray in which each columnis a dataset. Note that the ndarray form is transposed relative to the list form.
da: Histogramdataserier Flere datasæt kan tilbydes som en liste eller som en 2D ndarray hvor hver kolonne er et datasæt. Bemærk at ndarray-formen er gennemført relativ til listeformen.
nn: Dataserie for histogram Fleire datasett kan verte angitt ved hjelp av lister eller todimensjonale arrays der kvar kolonner er eit datasett. Ver merksam på at n-dimensjonale arrays vert transponert relativt til listeformen.
uk: Послідовність даних гістограми Декілька наборів даних можна вказати у форматі списку або двовимірного масиву, у якому кожний зі стовпчиків є набором даних. Зауважте, що дані у форматі масиву буде транспоновано відносно даних у форматі списку.

source: Either an integer number of bins or a bin sequence
da: Enten et heltals antal beholdere eller en beholdersekvens
fr: Soit un nombre entier de godets ou une séquence de godets
uk: Ціле число проміжків або послідовність проміжків

source: If True then the first element is the counts normalizedto form a probability density, i.e., n/(len(x)*dbin).
da: Hvis True så er det første element antallet normaliseret til at udgøre en sandsynlighedstæthed, dvs. n/(len(x)*dbin).
fr: Si True, le premier élément est le nombre normalisé pour former une densité de probabilité, c-à-d n/(len(x)*dbin).
uk: Якщо має значення True, перший елемент — це кількість, поділена так, щоб отримати щільність розподілу, тобто n/(len(x)*dbin).

source: If True then each bin gives the counts in that bin plus all bins for smaller values.
da: Hvis True så angiver hver beholder antallet i den beholder plus alle beholdere for mindre værdier.
fr: Si True, chaque godet donne le nombre dans ce godet ainsi que tous les godets pour les valeurs plus petites.
uk: Якщо True, на кожній ділянці буде показано значення на ділянці плюс всі значення для лівіших ділянок.

source: Labels
da: Etiketter
fr: Étiquettes
nn: Merker
uk: Мітки

source: Colors
da: Farver
fr: Couleurs
nn: Fargar
uk: Кольори

source: Start angle
da: Startvinkel
fr: Angle dé départ
nn: Startvinkel
uk: Початковий кут

source: Shadow
da: Skygge
fr: Ombre
nn: Skugge
uk: Тінь

source: Pie
da: Lagkage
fr: Camembert
nn: Kake
uk: Кругова

source: Pie chart data The fractional area of each wedge is given by x/sum(x) The wedges are plotted counterclockwise
da: Data for lagkagediagram Det delvise område for hver kile angives af x/sum(x) Kilerne plottes mod uret
fr: Données du camembert La surface fractionnelle de chaque quartier est donnée par x/sum(x) Les quartiers sont dessinés dans le sens antihorlogique
nn: Data for kakediagram Storleiken på kvar sektor vert given av x/sum(x) Sektorane vert plotta mot klokka
uk: Дані колової діаграми Частку для кожного з шматків буде визначено за формулою x/sum(x) Шматки буде розташовано за порядком проти годинникової стрілки.

source: Sequence of wedge label strings
da: Sekvens til etiketstrenge for kiler
fr: Séquence de chaînes pour les étiquettes des quartiers
uk: Послідовність рядків міток

source: Sequence of matplotlib color args through which the pie cycles. Supported strings are: 'b': blue 'g': green 'r': red 'c': cyan 'm': magenta 'y': yellow 'k': black 'w': white Gray shades can be given as a stringthat encodes a float in the 0-1 range, e.g.: '0.75'. You can also specify the color with an html hex string as in: '#eeefff'. Finally, legal html names for colors, such as 'red', 'burlywood' and 'chartreuse' are supported.
da: Sekvens for matplotlib-farveparametre som gennemløber lagkagen. Understøttede strenge er: »b«: blå »g«: grøn »r«: rød »c«: cyan »m«: magenta »y«: gul »k«: sort »w«: hvid Grå skygger kan gives en streng som koder et kommatal i 0-1 intervallet, f.eks.: »0,75«. Du kan også specificere farven med en html hex-streng som i: »#eeefff«. Endelig er gyldige html-navne for farver, såsom »red«, »burlywood« og »chartreuse« understøttet.
fr: La séquence de couleurs matplotlib d'où sont issues les couleurs du camembert. Les chaînes supportées sont: « b »: bleu « g »: vert « r »: rouge « c »: cyan « m »: magenta « y »: jaune « k »: noir « w »: blanc Les niveaux de gris peuvent être donnés puisque stringthat encode un nombre décimal entre 0 et 1, par exemple: « 0.75 ». Vous pouvez aussi spécifier la couleur avec une chaîne hexadécimale comme en html telle que « #eeefff ». Finalement, les noms de couleurs reconnus par le html tels que « red », « burlywood » et « chartreuse » sont supportés.
nn: Rekkefølge på matplotlibs fargeargument i kakediagrammet. Gyldige val er: 'b': blå 'g': grønn 'r': rød 'c': cyanblå 'm': magentarød 'y': gul 'k': svart 'w': hvit Gråtonar kan angis som flyttall mellom 0 og 1, t.d..: '0,75'. Du kan òg angi fargar som eit heksadesimalt tal slik som i HTML: '#eeefff'. Lovlege HTML-fargar som 'red', 'burlywood' og 'chartreuse' er òg mogleg.
uk: Послідовність аргументів кольорів matplotlib, які буде циклічно використано у кругових діаграмах. Можливі варіанти: «b»: синій «g»: зелений «r»: червоний «c»: блакитний «m»: малиновий «y»: жовтий «k»: чорний «w»: білий Відтінок можна задати у форматі рядка, що відповідає числу у діапазоні від 0 до 1, приклад: «0.75». Ви також можете вказати колір за допомогою шістнадцяткового рядка html, приклад: «#eeefff». Нарешті, також передбачено підтримку назв кольорів html, зокрема «red», «burlywood» та «chartreuse».

source: Rotates the start of the pie chart by angle degrees counterclockwise from the x-axis.
da: Roterer begyndelsen af lagkagediagrammet med grader mod uret fra x-aksen.
fr: Décale le début du camembert d'un angle en degrés dans le sens horlogique depuis l'axe des X.
nn: Roterer starten på diagrammet i vinkel mot klokka frå X-aksen
uk: Обертає початок кругової діаграми проти годинникової стрілки на вказаний кут у градусах відносно вісі X.

source: If True then a shadow beneath the pie is drawn
da: Hvis True så vises en skygge under lagkagen
fr: Si True, une ombre est dessinée en dessous du camembert
nn: Teiknar skuggar i kakediagrammet viss sann
uk: Якщо має значення True, під коловою діаграмою буде намальовано тінь

source: Text
da: Tekst
fr: Texte
nn: Tekst
uk: Текст

source: Point
da: Punkt
nn: Punkt
uk: Точка

source: Coordinates
da: Koordinater
fr: Coordonnées
nn: Koordinatar
uk: Координати

source: Annotation text
da: Annotationstekst
fr: Texte d'annotation
nn: Kommentartekst
uk: Текст анотації

source: Point that is annotated
da: Punkt som er annoteret
fr: Point qui est annoté
nn: Punktet som skal kommenterast
uk: Точка, з якою пов’язано анотацію

source: String that indicates the coordinates of xy
da: Streng som indikerer koordinaterne for xy
fr: Chaîne qui indique la coordonnée de xy
nn: Streng som indikerar x- og y-koordinatane
uk: Рядок, що позначає координати xy

source: Location of annotation text
da: Placering af annotationstekst
fr: Position du texte d'annotation
nn: Kvar kommentaren skal plasserast
uk: Позиція тексту анотації

source: String that indicates the coordinates of xytext.
da: Streng som indikerer koordinaterne for xytext.
fr: Chaîne qui indique la coordonnée de xytext.
nn: Streng som indikerar x- og y-koordinatane
uk: Рядок, що позначає координати xytext.

source: Contour labels
da: Omridsetiketter
nn: Konturmerkelappar
uk: Контурні мітки

source: Font size
da: Skriftstørrelse
fr: Taille de la police
nn: Fontstorleik
uk: Розмір шрифту

source: Fill contour
da: Udfyld kontur
uk: Заповнити контур

source: Hatches
da: Skraveringer
nn: Haker
uk: Штрихування

source: Lines
da: Linjer
fr: Lignes
nn: Linjer
uk: Лінії

source: Areas
da: Områder
fr: Surfaces
nn: Areal
uk: Області

source: X coordinates of the surface
da: X-koordinater for overfladen
fr: Coordonnée X de la surface
nn: X-koordinatane til overflata
uk: X-координати поверхні

source: Y coordinates of the surface
da: Y-koordinater for overfladen
fr: Coordonnée Y de la surface
nn: Y-koordinatane til overflata
uk: Y-координати поверхні

source: Z coordinates of the surface (contour height)
da: Z-koordinater for overfladen (konturhøjde)
fr: Coordonnée Z de la surface (hauteur du contour)
uk: Z-координати поверхні (висота контуру)

source: If None, the colormap specified by cmap will be used. If a string, like ‘r’ or ‘red’, all levels will be plotted in this color. If a tuple of matplotlib color args (string, float, rgb, etc), different levels will be plotted in different colors in the order specified.
da: Hvis None, vil farvekortet angivet af cmap blive anvendt. Hvis en streng, såsom »r« eller »red«, vil alle niveauer blive plottet i denne farve. Hvis tuple for matplotlib-farveparametre (string, float, rgb etc.), vil forskellige niveauer blive plottet i forskellige farver i angiven rækkefølge.
nn: Viss ingen vil fargekartet spesifisert av cmap verte nytta. Om ein streng, som "r" eller "red" vert alle nivå plotta i den fargen. Om ein tuppel av fleire fargelement (streng, flyttall, rgb osv.) vert dei ulike nivåa plotta i forkjellige fargar i den spesifiserte rekkefølgja.
uk: Якщо має значення «немає» (None), буде використано карту кольорів, вказану cmap. Якщо вказано рядок, наприклад «r» або «red», усі рівні буде намальовано цим кольором. Якщо вказано кортеж аргументів кольорів matplotlib (string, float, rgb тощо), різні рівні буде намальовано різними кольорами у вказаному порядку.

source: Contour line style
da: Konturlinjestil
fr: Style de ligne du contour
nn: Konturlinjestil
uk: Стиль контурних ліній

source: All contour levels will be plotted with this linewidth.
da: Alle konturniveauer vil blive plottet med denne linjebredde.
uk: Усі контури буде намальовано зі вказаною товщиною ліній.

source: Adds contour labels
da: Tilføjer konturetiketter
uk: Додає контурні мітки

source: Contour font label size in points
da: Etiketstørrelsen for konturskriften i punkter
uk: Розмір контурної мітки шрифту у пунктах
