Repository: pypi-data/pypi-mirror-41
Catalog: packages/pyspread/pyspread-1.1.3.tar.gz/pyspread-1.1.3/pyspread/po/*.po
Languages: da, fr, nn, uk

source: Unknown import choice {choice}.
da: Ukendt importvalg {choice}.
fr: Choix d'importation {choice} inconnu.
nn: Ukjend importval {choice}.
uk: Невідомий варіант імпортування {choice}.

source: The file {filepath} could not be fully written Error message: {msg}
da: Filen {filepath} kunne ikke skrives fuldt ud Fejlbesked: {msg}
nn: Fila {filepath} vert ikkje skriven Feilmelding: {msg}
uk: Не вдалося повністю записати файл {filepath} Повідомлення про помилку: {msg}

source: Error writing CSV file
da: Fejl under skrivning af CSV-fil
fr: Erreur lors de l'écriture du fichier CSV
nn: Feil under skriving av CSV-fil
uk: Помилка під час спроби записати файл CSV

source: Error writing SVG file
da: Fejl under skrivning af SVG-fil
fr: Erreur lors de l'écriture du fichier SVG
nn: Feil under skriving av SVG-fil
uk: Помилка під час спроби записати файл SVG

source: Error evaluating data:
da: Fejl under evaluering af data:
fr: Erreur lors de l'évaluation des données:
nn: Feil under dataevaluering:
uk: Помилка під час обробки даних:

source: {nele} elements processed. Press <Esc> to abort.
da: {nele}-elementer behandlet. Tryk <Esc> for at afbryde.
fr: {nele} éléments traités. Appuyez sur <Esc> pour interrompre.
nn: {nele} element prosessert. Trykk <Esc> for å avbryte.
uk: Оброблено {nele} елементів. Натисніть <Esc>, щоб перервати обробку.

source: {nele} of {totalele} elements processed. Press <Esc> to abort.
da: {nele} af {totalele} elementer behandlet. Tryk på <Esc> for at afbryde.
fr: {nele} sur {totalele} éléments traités. Appuyez sur <Esc> pour interrompre.
nn: {nele} av {totalele} element prosessert. Trykk <Esc> for å avbryte.
uk: Оброблено {nele} з {totalele} елементів. Натисніть <Esc>, щоб перервати обробку.

source: Valid signature found. File is trusted.
da: Gyldig underskrift blev fundet. Der kan stoles på filen.
fr: Signature valable trouvée. Le fichier est fiable.
nn: Fila er signert av ein signatur du stolar på.
uk: Виявлено коректний підпис. Вмісту файла можна довіряти.

source: File is not properly signed. Safe mode activated. Select File -> Approve to leave safe mode.
da: Filen er ikke korrekt underskrevet. Sikker tilstand aktiveret. Vælg Fil -> Godkend for at forlade sikker tilstand.
fr: Le fichier n'est pas correctement signé. Mode sûr activé. Choisissez Fichier -> Approuver pour quitter le mode sûr.
nn: Aktiverte sikkermodus fordi fila ikkje er riktig signert. Vel Fil -> Godkjenn for å forlate sikkermodus.
uk: Файл підписано неналежним чином. Задіяно безпечний режим. Скористайтеся пунктом меню Файл -> Затвердити, щоб вийти з безпечного режиму.

source: Error opening file {filepath}:
da: Fejl under åbning af fil {filepath}:
uk: Помилка під час відкриття файла {filepath}:

source: Error signing file.
da: Fejl ved underskrivning af fil.
fr: Erreur en signant le fichier.
nn: Feil under signering av fil
uk: Помилка під час підписування файла.

source: File saved and signed
da: Fil gemt og underskrevet
fr: Fichier enregistré et signé
nn: Fila vart signert og lagra
uk: Файл збережено і підписано

source: File signed
da: Fil underskrevet
fr: Fichier signé
nn: Fila vart signert
uk: Файл підписано

source: File saved but not signed because it is unapproved.
da: Fil gemt men ikke underskrevet da den ikke er godkendt.
fr: Fichier enregistré mais pas signé car il n'est pas approuvé.
nn: Fila vert lagra men ikkje signert fordi ho ikkje er godkjent.
uk: Файл збережено, але не підписано, оскільки дані файла не затверджено.

source: Key length {length} not in (2, 3)
da: Nøglelængde {length} er ikke i (2, 3)
fr: Longueur de clé {length} pas dans (2, 3)
nn: Nøkkellengde {length} er ikkje i (2, 3)
uk: Довжина ключа {length} не є числом з набору (2, 3)

source: Paste aborted.
da: Indsæt afbrudt.
fr: Coller interrompu.
nn: Innliming avbroten.
uk: Вставлення перервано.

source: rows and columns
da: rækker og kolonner
fr: lignes et colonnes
nn: rader og kolonnar
uk: рядки і стовпчики

source: rows
da: rækker
fr: lignes
nn: rader
uk: рядки

source: columns
da: kolonner
fr: colonnes
nn: kolonnar
uk: стовпчики

source: Import cell overflow missing
da: Importcelleoverløb mangler
uk: Переповнення комірок під час імпортування

source: The imported data did not fit into the grid {cause}. It has been truncated. Use a larger grid for full import.
da: De importerede data passede ikke ind i gitteret {cause}. De er blevet beskåret. Brug et større gitter for en fuld import.
nn: Importert data passar ikkje i reknearket {cause}. Datasettet er avkorta. Bruk eit større rekneark for ein full import.
uk: Імпортовані дані за об’ємом перевищують можливості сітки {cause}. Імпортовано не всі дані. Скористайтеся більшою сіткою, щоб імпортувати всі дані.

source: {ncells} cell{plural} pasted at cell {topleft}
da: {ncells} cell{plural} indsat ved celle {topleft}
nn: {ncells} celle{plural} limt inn ved celle {topleft}
uk: {ncells} комірок вставлено до комірки {topleft}

source: Pasting cells...
da: Indsætter celler ...
fr: Coller des cellules…
nn: Limer inn celler…
uk: Вставляємо комірки…

source: Zoomed to {0:.2f}.
da: Zoomet til {0:.2f}.
fr: Agrandi à {0:.2f}.
nn: Skalerte til {0:--2f}.
uk: Збільшено до масштабу {0:.2f}.

source: Cell reference copied to clipboard: {access_string}
da: Cellereference kopieret til udklipsholder: {access_string}
nn: Cellereferansen ble kopiert til utklippstavla: {access_string}
uk: Посилання на комірку скопійовано до буфера обміну: {access_string}

source: Replaced {no_cells} cells.
da: Erstattede {no_cells} celler.
fr: {no_cells} cellules remplacées
nn: Bytta ut {no_cells} celler.
uk: Виконано заміну у {no_cells} комірках.

source: Replaced {old} with {new} in cell {key}.
da: Erstattede {old} med {new} i celle {key}.
fr: Remplacé {old} par {new} dans la cellule {key}.
nn: Erstatta {old} med {new} i celle {key}.
uk: Замінено {old} на {new} у комірці {key}.

source: CSV Import: {filepath}
fr: Importer CSV: {filepath}
uk: Імпортування CSV: {filepath}

source: OK
uk: Гаразд

source: &Find
nn: &Finn
uk: &Знайти

source: F&ormat
nn: F&ormater
uk: Ф&ормат

source: Top
fr: Haut
nn: Topp
uk: Вгору

source: Rotation
nn: Rotasjon
uk: Обертання

source: Find
fr: Chercher
nn: Finn
uk: Знайти

source: Layout
fr: Mise en page
nn: Sideoppsett
uk: Компонування

source: Data
fr: Données
uk: Дані

source: Histogram
fr: Histogramme
uk: Гістограма

source: Annotation
nn: Kommentar
uk: Анотація

source: Format
nn: Formater
uk: Формат

source: Radius
fr: Rayon
uk: Радіус

source: Diagram
fr: Diagramme
uk: Діаграма

source: X-axis ticks
fr: Graduations axe X
nn: Merker på X-aksen
uk: Позначки за віссю X

source: X-axis labels
fr: Valeurs axe X
uk: Позначки за віссю X

source: Y-axis ticks
fr: Graduations axe Y
nn: Merker på Y-aksen
uk: Позначки за віссю Y

source: Y-axis labels
fr: Valeurs axe Y
uk: Позначки за віссю Y

source: X-axis grid
fr: Grille axe X
nn: X-akse
uk: Сітка за віссю X

source: Y-axis grid
fr: Grille axe Y
nn: Y-akse
uk: Сітка за віссю Y

source: s
nn: r
uk: с
